const funcPageAsOneStory = () =>
{
SPDB.AsOneStory =
{
    Status:`
        ステータス<br>
        　すべて埋まっています。`,
    Story:
    {
        Hikari:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["L", "ヒカリ", "はぁぁ……空を飛ぶのってサイコー！ キラリーンって感じだった！"],
                        ["L", "ヒカリ", "あ、ごめんごめん。思わずうっとりしちゃった。"],
                        ["L", "ヒカリ", "楽しかったね、出撃。"],
                        ["L", "ヒカリ", "アズワンになった甲斐があったなー。"],
                        ["L", "ヒカリ", "エア・リアルを操縦できるのはアズワンだけなの。"],
                        ["L", "ヒカリ", "アズワンってのは私たちのことね。私もアズワン、キミもアズワン。"],
                        ["L", "ヒカリ", "で、私が今いるのがキザナ。"],
                        ["L", "ヒカリ", "……国？ ううん、キザナは国じゃない。"],
                        ["L", "ヒカリ", "タコクセキ……タコスズキ……キンギョ……？"],
                        ["L", "ヒカリ", "タコス好き金魚？"],
                        ["L", "ヒカリ", "(違う気がする……)"],
                        ["L", "ヒカリ", "ちょっとキミ、笑いすぎじゃない！？"],
                        ["L", "ヒカリ", "コホン……。"],
                        ["L", "ヒカリ", "良く知らないんだけど、キザナはお金持ちの企業がいっぱい集まって作られたとか……そういう感じなんだって！"],
                        ["L", "ヒカリ", "キザナは技術力が凄いんだよね。"],
                        ["L", "ヒカリ", "キザナはエア・リアルを製造できるから、世界に大きな影響力がある。そのおかげで戦争に対しても中立の立場が取れるってわけ。"],
                        ["L", "ヒカリ", "キザナってそんな感じ。"],
                        ["L", "ヒカリ", "じゃ、また会おうね！"],
                        ]
                    },
                    {
                        "title":"星血と翔握戦【？】",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国【？】",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["L", "ヒカリ", "今日はア・スレッガについて教える約束だったね！"],
                        ["C", "", "ヒカリはメモ用紙を取り出し、読み始めた。"],
                        ["L", "ヒカリ", "ア・スレッガの正式名称は轟国(ごうこく)ア・スレッガ。"],
                        ["L", "ヒカリ", "星血(ほしのち)が大好きなんだよねー。物凄く執着してる感じ。"],
                        ["L", "ヒカリ", "強くなるために星血をたくさん手に入れなくちゃいけないっていうのがポリシー。"],
                        ["L", "ヒカリ", "いつでも星血を欲しがってて、どんどん掘ろうっていうア・スレッガ。"],
                        ["L", "ヒカリ", "必要以上に採るなっていうヴ・レード。"],
                        ["L", "ヒカリ", "喧嘩するのも当たり前だよね。"],
                        ["L", "ヒカリ", "イヌとサルとキジの関係、っていうんでしょ？ 地球では。"],
                        ["L", "ヒカリ", "あれ？ 違う？ おばあさんと川と洗濯の法則だっけ……？"],
                        ["L", "ヒカリ", "アハハ……今度教えてね、その昔話。"],
                        ["L", "ヒカリ", "またね！"],
                        ]
                    },
                    {
                        "title":"ヒカリとソリディア【？】",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ザ・ナイト【？】",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"エア・グランデ【？】",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"こんにちは！",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "ヒカリ", "こんにちは！ 私はヒカリ・ソラ。"],
                        ["L", "ヒカリ", "今、巡星(めぐりぼし)から話しかけているんだけど……。"],
                        ["L", "ヒカリ", "キミが今日、一緒に飛んでくれた地球の人だよね？"],
                        ["L", "ヒカリ", "今日の飛行はすっごい感覚だった。あんなの初めて！"],
                        ["L", "ヒカリ", "きっと私たちの相性が良かったんだと思う。"],
                        ["L", "ヒカリ", "何だか胸の奥がキュンキュンした……。"],
                        ["L", "ヒカリ", "キミとならどこまでも高く飛んでいける。"],
                        ["L", "ヒカリ", "そんな気がした！"],
                        ["L", "ヒカリ", "空は気に入った？"],
                        ["L", "ヒカリ", "いいよね！"],
                        ["L", "ヒカリ", "私、空を飛ぶためにアズワンになったんだ！"],
                        ["L", "ヒカリ", "キミと一緒に色んな空を飛んでみたい。"],
                        ["L", "ヒカリ", "これからもよろしくね！"],
                        ]
                    },
                    {
                        "title":"ヒカリの直感【？】",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"キラキラリーン！【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"扉の先へ【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"レイカとの出会い",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["C", "", "[画像: ジ・オーダー本部]"],
                        ["L", "ヒカリ", "ここが本部かぁ。広いなぁ……。"],
                        ["L", "ヒカリ", "就任式の場所……どこだっけ？"],
                        ["L", "ヒカリ", "やばい……あれ？ 地図がないぜ！？ あれれ？"],
                        ["C", "", "ジ・オーダー本部で迷子になった若きアズワンに、近づく影一つ。"],
                        ["R", "レイカ", "まさかとは思うけど、貴方がもう一人のアズワン？"],
                        ["L", "ヒカリ", "へっ？ うん。そうだよ！"],
                        ["L", "ヒカリ", "ああ良かった……。人が居た……。"],
                        ["R", "レイカ", "貴方ハッキリ言って遅刻よ。初日から遅れるなんて、最の低です。"],
                        ["L", "ヒカリ", "キラリーン！"],
                        ["L", "ヒカリ", "私、ヒカリ・ソラ！"],
                        ["L", "ヒカリ", "あなたも今日からアズワンになる人？ よろしくね！"],
                        ["R", "レイカ", "話を聞きなさい。"],
                        ["L", "ヒカリ", "ねえねえ、あなたのお名前は？"],
                        ["R", "レイカ", "え？ レイカ……フロストエッジ……。"],
                        ["L", "ヒカリ", "レイカちゃん！ フフフっ、一緒に頑張ろうね！"],
                        ["L", "ヒカリ", "今日の合格者は二人だけだって！ これも何かの運命だよね！"],
                        ["L", "ヒカリ", "レイカちゃんとの絆を感じる……。"],
                        ["R", "レイカ", "……？"],
                        ["C", "", "ヒカリに固く手を握り締められるが、レイカは無表情なままだ。"],
                        ["R", "レイカ", "絆なんてあやふやなこと、分からないわ。"],
                        ["R", "レイカ", "ヒカリ……と言ったかしら？ これから私達は常にアズワンとして恥じぬ言動を求められるのよ？"],
                        ["R", "レイカ", "貴方はこの意味が分かっているの？ アズワンが就任式に遅刻するなんてもってのほか……。"],
                        ["L", "ヒカリ", "恥じない行動。そう……そうだよね。"],
                        ["R", "レイカ", "そうよ。"],
                        ["L", "ヒカリ", "アズワンになったんだからぎゅーんと飛んで見せなきゃね！"],
                        ["R", "レイカ", "！？"],
                        ["L", "ヒカリ", "エア・リアルに乗ってレイカちゃんと二人で大空を駆け巡るの！"],
                        ["L", "ヒカリ", "うーーん、楽しみぃ～！"],
                        ["R", "レイカ", "……。"],
                        ["R", "レイカ", "(理解できない……)"],
                        ]
                    },
                    {
                        "title":"譲れない戦い",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["C", "", "休憩室で二人の少女が睨み合っていた。"],
                        ["L", "ヒカリ", "ぜぇぇぇったい「コシ」だよ！"],
                        ["R", "シャーリー", "いいや、「ツブ」よ！"],
                        ["C", "", "テーブルの上には、たくさんのまんじゅうが積まれている。"],
                        ["L", "ヒカリ", "私、こしあんだったらいくつでも食べられる！"],
                        ["R", "シャーリー", "粒あんこそ至高！ まんじゅうは、この歯ごたえがあってこそのものよ！"],
                        ["L", "ヒカリ", "こしあんの喉越しこそ究極の美味じゃない！？ キラキラキラリーンって感じでしょ！"],
                        ["L", "ヒカリ", "大体、こしあんのが甘さを感じるし！"],
                        ["R", "シャーリー", "甘すぎない粒あんの方が体に良いに決まってるじゃないの？"],
                        ["L", "ヒカリ", "甘味は体に良いんだから。こしあんの方が健康的だよ！"],
                        ["R", "シャーリー", "何ィ……そこまで言ったら……もう戦争だべ。"],
                        ["L", "ヒカリ", "だべ！？"],
                        ["R", "シャーリー", "……あ……何でも無いわ。良いから勝負よ！"],
                        ["L", "ヒカリ", "望むところ！"],
                        ["R", "シャーリー", "うりゃあああ！"],
                        ["L", "ヒカリ", "でぇりゃあ！"],
                        ["C", "", "ヒカリはこしあんのまんじゅう、シャーリーは粒あんのまんじゅうを手に取り、戦闘態勢を取った。"],
                        ["L", "ヒカリ", "いくよ！"],
                        ["R", "シャーリー", "生意気なッ！"],
                        ["C", "", "掛け声と共に両者の手が振り下ろされ、まんじゅうを口にくわえる。"],
                        ["L", "ヒカリ", "こしあんならいくつでも食べられるぅ～！"],
                        ["R", "シャーリー", "世界中の粒あんを目の前に積まれても全部消し去る自信があるわ！"],
                        ["C", "", "大食い対決が始まった。"],
                        ]
                    },
                    {
                        "title":"地球の料理",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部 アズワン宿泊施設"],
                        ["C", "", "宿泊施設の台所には食材が常備されており、誰でも使えるようになっている。"],
                        ["C", "", "台所の中では、エプロンを付けたヒカリが、ナギと向かい合っていた。"],
                        ["L", "ヒカリ", "できた～！"],
                        ["L", "ヒカリ", "これがカレーライス！"],
                        ["R", "ナギ", "やっと完成したね。"],
                        ["L", "ヒカリ", "地球のデータをもとにしたレシピなんだけど……。"],
                        ["L", "ヒカリ", "……面白い匂いだね。"],
                        ["R", "ナギ", "僕は少し手伝っただけだったね。ヒカリさんはとても手際が良いよ。"],
                        ["L", "ヒカリ", "ナギ君のが上手いよ。キラッキラだったもん！"],
                        ["L", "ヒカリ", "いつも料理してるって聞いたけど、本当だったね。"],
                        ["R", "ナギ", "料理は好きなんだ。みんなが僕の料理で喜んでくれるのが嬉しくて。"],
                        ["L", "ヒカリ", "ナギ君らしいねえ。"],
                        ["L", "ヒカリ", "さて、これを器に盛らないと……。"],
                        ["R", "カズマ", "クンクン……。上手そうな匂いだな。いただくぜ！"],
                        ["C", "", "突如としてテーブルの下から現れたカズマが、ヒカリが持つ鍋にスプーンを差し込んだ。"],
                        ["L", "ヒカリ", "こらぁカズマ！ 鍋ごと持っていくなぁ！"],
                        ["R", "カズマ", "なんだよケチ。俺にもくれよ。"],
                        ["L", "ヒカリ", "これはライスにかけて食べるものなの！ 「カレー」「ライス」なんだから！ 盛るから待ってて！"],
                        ["R", "カズマ", "ふーん。「ライス」ってどんなの？"],
                        ["L", "ヒカリ", "ライスは……無かったからこのおまんじゅうにしようと思ってて。"],
                        ["L", "ヒカリ", "勿論こしあんよ。"],
                        ["R", "ナギ", "ただ僕は……あん的なものとの味の調和については……そのぉ……。"],
                        ["L", "ヒカリ", "ま、いいじゃないナギ君。カズマにまずは試食してもらえば。"],
                        ["R", "カズマ", "へぇ。面白いな。これが地球の名物か。"],
                        ["L", "ヒカリ", "うん。"],
                        ["R", "ナギ", "多分そうだと……思うけど……僕は……僕は……。"],
                        ["R", "カズマ", "よし、それじゃさっさと俺によこせ。カレーライスを！"],
                        ["L", "ヒカリ", "はいはい。"],
                        ["C", "", "カズマは偉そうにふんぞり返ってイスに戻ると、マイスプーンを料理めがけて振り下ろした。"],
                        ]
                    },
                    {
                        "title":"地球の飲み物",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部の宿泊施設にある休憩室で……。"],
                        ["C", "", "ヒカリとイサドラが、飲料のカタログを眺めながら議論していた。"],
                        ["L", "ヒカリ", "絶対にイチゴミルクだよ！ ただでさえ美味しいイチゴにミルクを足すんだから、美味しいに決まってるよねこれは！？"],
                        ["R", "イサドラ", "もう、子供ねぇ……。"],
                        ["R", "イサドラ", "せっかくキザナがボーナスで地球の飲み物を再現してくれるっていうのに……。"],
                        ["R", "イサドラ", "そんな安いもので良いの？"],
                        ["L", "ヒカリ", "子供でいいもん。だからイチゴミルクー！"],
                        ["R", "イサドラ", "こんなチャンス滅多に無いのよ？"],
                        ["L", "ヒカリ", "ゼッタイ！ 絶対これ！"],
                        ["R", "イサドラ", "それより、これにしない？  これは穀物の高級ジュースなの。"],
                        ["L", "ヒカリ", "ジュースぅ……？"],
                        ["R", "イサドラ", "穀物を発酵させて濾過したものなの。透明で綺麗でしょ？ のど越しが絶品よ。"],
                        ["L", "ヒカリ", "高級ジュースかぁ……。確かに美味しそう。般若湯(はんにゃとう)って名前もミステリアスで素敵かも。"],
                        ["R", "イサドラ", "でしょ？ じゃ、これに決定ね……。"],
                        ["L", "ヒカリ", "あーっ！ ちょっと待った！ これ「日本酒」って書いてある！ お酒じゃない！？"],
                        ["R", "イサドラ", "(ちいっ)"],
                        ["R", "イサドラ", "全然お酒じゃないわよ。"],
                        ["L", "ヒカリ", "お酒って書いてあるし！"],
                        ["R", "イサドラ", "般若湯なの。"],
                        ["L", "ヒカリ", "お酒は私飲めないもん！ ダメ！"],
                        ["R", "イサドラ", "お酒じゃない、お酒じゃないから……般若だから……言わば湯だから。"],
                        ["C", "", "二人の議論は長時間続き、注文の締め切り時間が過ぎるまで決着が付かなかった……。"],
                        ]
                    },
                    {
                        "title":"お泊り会",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "宿泊施設の空調設備故障によって……。"],
                        ["C", "", "ヒカリの部屋にレイカ、シャーリー、イサドラが泊まることになった。"],
                        ["R", "シャーリー", "あー、涼しい。ちょっと、もうちょっと温度下げてよ。"],
                        ["L", "ヒカリ", "体に悪いよー。これぐらいで良いじゃない。"],
                        ["R", "イサドラ", "ヒカリ、このクッキー貰うわよ。"],
                        ["L", "ヒカリ", "あーっ！"],
                        ["R", "シャーリー", "いただきーっ！"],
                        ["R", "レイカ", "みんなうるさい。私、もう寝たいんだけど。"],
                        ["L", "ヒカリ", "もうー、イサドラが「ヒカリの部屋に泊まろう」なんて言うからー。"],
                        ["R", "イサドラ", "だって、エアコンが壊れてないのこの部屋だけだしー。"],
                        ["R", "シャーリー", "カズマの部屋も壊れてないって言ってたわね。"],
                        ["L", "ヒカリ", "じゃあカズマの部屋に行けばいいじゃない。"],
                        ["R", "イサドラ", "えっ！？ シャーリーとカズマってそういう仲だったのォ～？"],
                        ["R", "シャーリー", "！？"],
                        ["R", "シャーリー", "ちっ、違うべ！！"],
                        ["L", "ヒカリ", "あれ？ でも、この前ゲームやりに行ったって言ってなかったっけ？"],
                        ["R", "イサドラ", "あらぁ～。"],
                        ["R", "シャーリー", "あ、あれはアイツが挑戦して来たからだべ！"],
                        ["L", "ヒカリ", "挑戦するなんて仲が良い証拠じゃないの？ ほらほら、喧嘩するほど……。"],
                        ["R", "イサドラ", "あらぁ～。あらあらぁ～～。"],
                        ["R", "シャーリー", "かーーーっ！ 誰があんなヤロウ！！"],
                        ["R", "イサドラ", "あらぁ？ 赤くなってない？"],
                        ["R", "シャーリー", "黙れオバサン！"],
                        ["R", "イサドラ", "誰がオバサンよ！？"],
                        ["L", "ヒカリ", "ちょっと、私のまくら投げないでよ！"],
                        ["R", "レイカ", "うるさい！！！！"],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"素敵な一日",
                        "flag":"クエスト「ヒカリの誕生日1」をクリア",
                        "dialog":
                        [
                        ["C", "", "4月26日 朝 キザナ上空"],
                        ["L", "ヒカリ", "ついにこの日が来た！"],
                        ["L", "ヒカリ", "4月26日、今日は私の誕生日。"],
                        ["L", "ヒカリ", "すっごくいい天気だし、今日はきっとキラッキラで素敵な一日になるわよね。"],
                        ["L", "ヒカリ", "誕生日最初にやることといったら、やっぱりエア・リアルに乗ること！"],
                        ["L", "ヒカリ", "私の生きてる理由みたいなところあるし、やっぱり外せないよね～。"],
                        ["L", "ヒカリ", "もし時間が合えば、地球のあの人にも付き合ってもらったんだけど。"],
                        ["L", "ヒカリ", "それにしても、こんな大空を自由に飛び回れるなんて、すっごい幸せだよね～。"],
                        ["L", "ヒカリ", "お父さん、お母さん、今日も私は幸せいっぱいで生きてます！"],
                        ["L", "ヒカリ", "な～んてね。"],
                        ["L", "ヒカリ", "あ、そうだ！ この幸せな気持ちを、みんなにもおすそわけしてあげちゃおう！"],
                        ["L", "ヒカリ", "うん、すっごくいい考え！"],
                        ["L", "ヒカリ", "そうと決まれば、ジ・オーダーに戻らないと！ 今日がいい誕生日になりますように！"],
                        ]
                    },
                    {
                        "title":"持ってって！",
                        "flag":"クエスト「ヒカリの誕生日2」をクリア",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
                        ["L", "ヒカリ", "おはよう、イサドラさん！"],
                        ["R", "イサドラ", "こんな朝早くに珍しいわね。もしかしてもう出撃してきたの？"],
                        ["L", "ヒカリ", "ううん、ちょっとエア・リアルで空のお散歩してきたんだ。"],
                        ["L", "ヒカリ", "今日は特別な日なんだよね。"],
                        ["R", "イサドラ", "ふぅん？ 今日って何の日だったかしら。"],
                        ["L", "ヒカリ", "今日はね、私の誕生日なの。"],
                        ["R", "イサドラ", "あら……それはおめでとう。"],
                        ["L", "ヒカリ", "ありがとう。"],
                        ["L", "ヒカリ", "ねぇイサドラさん。よかったら、このあと一緒にケーキ食べに行かない？"],
                        ["R", "イサドラ", "ふふ、誕生日のお祝いってことかしら。いいじゃない。"],
                        ["R", "イサドラ", "でも悪いわね。私はこれから出撃なのよ。"],
                        ["L", "ヒカリ", "そうなんだ。それじゃあお守り代わりに、私の幸せな気持ちを持ってってよ。きっとイサドラさんを守ってくれるから！"],
                        ["R", "イサドラ", "ふふ、アリガト。それじゃそろそろ行ってくるわ。"],
                        ["R", "イサドラ", "ヒカリ、いい誕生日になるといいわね。"],
                        ["L", "ヒカリ", "うん。イサドラさんも気をつけてね！"],
                        ]
                    },
                    {
                        "title":"時間ある？",
                        "flag":"クエスト「ヒカリの誕生日3」をクリア",
                        "dialog":
                        [
                        ["R", "レイカ", "え、ケーキを食べに……ですか？"],
                        ["L", "ヒカリ", "うん、美味しいお店があるんだ～。よかったら一緒にどうかな？"],
                        ["R", "レイカ", "せっかくですけど、お断りします。甘いものにはあまり興味がないので。"],
                        ["R", "レイカ", "それに、今日は図書館に行くつもりでしたし……。"],
                        ["L", "ヒカリ", "え～、そんなこと言わずに一緒に行こうよ～。"],
                        ["L", "ヒカリ", "図書館に行く気ってことは、時間はあるんでしょ？"],
                        ["R", "レイカ", "ええ、今日は出撃の予定はありません。そういう限られた日だからこそ、時間を有効に活用したいんです。"],
                        ["L", "ヒカリ", "私もね、今日という一日を有効活用したいの！"],
                        ["L", "ヒカリ", "レイカちゃんはアズワンの同期だし、私、もっとレイカちゃんと仲良くなりたいな！"],
                        ["R", "レイカ", "同期だからといって親密になる必要性は……。"],
                        ["L", "ヒカリ", "お願いレイカちゃん！ ケーキごちそうするから！"],
                        ["L", "ヒカリ", "……どうしてもダメ？"],
                        ["R", "レイカ", "そういうわけでは……。"],
                        ["R", "レイカ", "ハァ……分かりました。今日だけはお付き合いします。"],
                        ["L", "ヒカリ", "やったー！ レイカちゃん大好き！"],
                        ["L", "ヒカリ", "それじゃ早速、ケーキ屋さんに出発しよ～！"],
                        ["R", "レイカ", "ちょっと……！ 引っ張らないでください！"],
                        ]
                    },
                    {
                        "title":"幸せのおすそ分け",
                        "flag":"クエスト「ヒカリの誕生日4」をクリア",
                        "dialog":
                        [
                        ["L", "ヒカリ", "ほら見て、ケーキが来たよ。美味しそうでしょ？"],
                        ["R", "レイカ", "ええ、そうですね。それではいただきましょうか。"],
                        ["L", "ヒカリ", "それでは改めまして。誕生日おめでとう、私！"],
                        ["R", "レイカ", "……え？"],
                        ["R", "レイカ", "今日はヒカリの誕生日なんですか？"],
                        ["L", "ヒカリ", "キラリーン！ そうだよ！"],
                        ["R", "レイカ", "……あの、そういう大事なことは、せめて最初に言ってもらえませんか？"],
                        ["L", "ヒカリ", "あれ、言ってなかったっけ？"],
                        ["R", "レイカ", "言ってませんね……。"],
                        ["L", "ヒカリ", "みんなに言って回ってたから、レイカちゃんにも言った気になってたかも。"],
                        ["R", "レイカ", "まったく……本当にいい加減なんですから。"],
                        ["R", "レイカ", "というか、普通逆ですよね？"],
                        ["R", "レイカ", "どうして私、誕生日の人にケーキをごちそうされそうになってるんです？"],
                        ["L", "ヒカリ", "それはね、レイカちゃんにも幸せのおすそ分けをしてあげたいと思ったから！"],
                        ["L", "ヒカリ", "今日の私、すっごい幸せでキラキラしてるから。この気持ちをね、みんなにも分けてあげたいの。"],
                        ["R", "レイカ", "幸せのおすそ分け……変わったことを言いますね。"],
                        ["L", "ヒカリ", "どうかな、ほんのちょっぴりでも幸せになってもらえたら嬉しいんだけど。"],
                        ["R", "レイカ", "……まあ、そうですね。ケーキも美味しそうですし、少しくらいは。"],
                        ["L", "ヒカリ", "よかった～。喜んでもらえた！"],
                        ["R", "レイカ", "それはそれとして、ここの代金は私が払わせてもらいます。"],
                        ["L", "ヒカリ", "え～、別にいいのに。"],
                        ["R", "レイカ", "よくありません。主賓にごちそうさせるなんて、人として最の低です。"],
                        ["R", "レイカ", "……ああ、それと。"],
                        ["R", "レイカ", "ヒカリ、誕生日おめでとうございます。"],
                        ["L", "ヒカリ", "えへへ……レイカちゃんありがとう！"],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
        Reika:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ【？】",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"星血と翔握戦【？】",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"レイカとシーユー・レイター【？】",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国【？】",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ【？】",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"レイカの目標【？】",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"エア・グランデ【？】",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"レイカの好み",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "レイカ", "こんにちは。"],
                        ["L", "レイカ", "少し私の話を聞いて貰えますか。"],
                        ["L", "レイカ", "私、冬生まれのせいか、すごく寒がりで。温かい食べ物が好きなんですよね。"],
                        ["L", "レイカ", "この前見た地球の資料に、ポトフっていう料理があったんですけど。"],
                        ["L", "レイカ", "ああいう具だくさんのスープ料理が好みなんです。"],
                        ["L", "レイカ", "あとは、辛いものも好きですね。あれも体が温まります。"],
                        ["L", "レイカ", "そういえば、地球の料理でも辛い料理って赤いんですね。"],
                        ["L", "レイカ", "キザナと地球ってすごく遠く離れてるのに、不思議だなって思いました。"],
                        ["L", "レイカ", "地球に、シセンっていう料理があるんですよね？"],
                        ["L", "レイカ", "私、あれくらいの赤さが好きなんです。"],
                        ["L", "レイカ", "いつか食べてみたいですね、シセン料理……。"],
                        ]
                    },
                    {
                        "title":"早計です【？】",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"最の高です【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"もっと先まで【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"こんな日が来るなんて",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "レイカ", "ふーむ……。"],
                        ["R", "ヒカリ", "どうしたの、レイカちゃん。難しい顔しちゃって？"],
                        ["L", "レイカ", "ちょっと地球の資料を見ていたんですが、よく分からないものが多くて……。"],
                        ["L", "レイカ", "例えばこの、箱状の機械。人間が中に入って使うようですが……。"],
                        ["R", "ヒカリ", "ああ、プリ機だね～。"],
                        ["R", "ヒカリ", "女の子同士で入って、一杯デコらせてから写真を撮るんだぜ。キラッキラだよね～。"],
                        ["L", "レイカ", "プリ……デコ……。"],
                        ["R", "ヒカリ", "私たちもいつか、プリ機で一緒にデコろうね！"],
                        ["L", "レイカ", "えっと……次はこっちの三角形の道具なんですが、どうやら回して使うらしいんですけど用途が分からなくて……。"],
                        ["R", "ヒカリ", "ああ、それはね、手の中でクルクル回すものなんだって。"],
                        ["L", "レイカ", "クルクル回して、それでどうするんですか？"],
                        ["R", "ヒカリ", "それだけらしいよ。他の使い道はないんだって。"],
                        ["L", "レイカ", "いったいなんの意味が！？"],
                        ["R", "ヒカリ", "私もよく分かんないけど、面白そうじゃない？"],
                        ["L", "レイカ", "うーん、地球の文化ってよく分かりませんね……。"],
                        ["L", "レイカ", "ところで、どうしてヒカリはそんなに地球の文化に詳しいんですか？"],
                        ["L", "レイカ", "貴方からなにかを教わる日が来るなんて、思ってもみませんでした。"],
                        ["R", "ヒカリ", "レイカちゃん、ひどくない？"],
                        ["R", "ヒカリ", "私はただ、新しいなにかを知るのが好きなだけ。"],
                        ["R", "ヒカリ", "地球のものって、私たちにとっては全部新しいからさ。"],
                        ["R", "ヒカリ", "それで夢中になって、地球のこと調べたんだよね。"],
                        ["L", "レイカ", "なるほど、好きこそ物の上手なれということですか。"],
                        ["L", "レイカ", "私も負けてられません。"],
                        ["L", "レイカ", "もっと頑張って、地球のこと勉強しないと……！"],
                        ]
                    },
                    {
                        "title":"生理的にダメなんです！【？】",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"音色に惹かれて【？】",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"もうすぐ誕生日",
                        "flag":"クエスト「レイカの誕生日1」をクリア",
                        "dialog":
                        [
                        ["L", "レイカ", "もう2月……。22日は私の誕生日ですね。"],
                        ["L", "レイカ", "といっても特別な何かがあるわけではありませんけど。"],
                        ["L", "レイカ", "小さい頃から、誕生日はいつも一人でしたし……。"],
                        ["L", "レイカ", "それに今の私はアズワンですもの。誕生日なんかより任務の方が大切だわ。"],
                        ["R", "イサドラ", "ハ～イ、レイカ。カレンダーなんか見つめてどうかしたの？ なんだか浮かない顔してるわよ。"],
                        ["L", "レイカ", "……いえ、別に大したことではありません。"],
                        ["L", "レイカ", "そういうイサドラさんこそ、どうしたんですか？"],
                        ["R", "イサドラ", "ちょっとスケジュールを確認しようと思ってね。"],
                        ["L", "レイカ", "そうですか。"],
                        ["L", "レイカ", "……あの、イサドラさん。今度一緒に食事に行きませんか？"],
                        ["R", "イサドラ", "あら、貴方から誘ってくるだなんて珍しいわね。喜んでご一緒させてもらうわ。"],
                        ["R", "イサドラ", "それで、いつ行くの？"],
                        ["L", "レイカ", "そうですね……22日なんてどうですか？"],
                        ["R", "イサドラ", "22日……。"],
                        ["R", "イサドラ", "ごめんね、その日はもう予定が入ってるの。"],
                        ["L", "レイカ", "そうですか……なら仕方ないですね。また別の機会にでも。"],
                        ["R", "イサドラ", "ええ、ぜひ誘ってちょうだい。それじゃまたね。"],
                        ["L", "レイカ", "ではまた……。"],
                        ["L", "レイカ", "……私、やっぱり誕生日のこと気になってるのかしら……。"],
                        ]
                    },
                    {
                        "title":"怪しい二人",
                        "flag":"クエスト「レイカの誕生日2」をクリア",
                        "dialog":
                        [
                        ["R", "シャーリー", "……で……となるわけよ。"],
                        ["R", "ヒカリ", "うんうん、なるほど。すっごくキラキラでいいと思う！"],
                        ["L", "レイカ", "二人とも、こんなところで何をしてるんですか？"],
                        ["R", "ヒカリ", "わっ、レイカちゃん！？"],
                        ["R", "シャーリー", "急に現れないでよ！ ビックリするじゃない！"],
                        ["L", "レイカ", "少し様子がおかしかったので。人に聞かれたら困るような話でもしてたんですか？"],
                        ["R", "ヒカリ", "そ、そういうわけじゃないんだけど……。"],
                        ["R", "シャーリー", "別に変な話なんてしてないわ。ちょっと次の任務の作戦立ててただけよ！"],
                        ["R", "ヒカリ", "そうそう、そうなんだよ！"],
                        ["L", "レイカ", "貴方たちが作戦ですか。珍しいですね。"],
                        ["R", "シャーリー", "どういう意味よ！"],
                        ["L", "レイカ", "(どうしよう……二人も誘ってみようかしら)"],
                        ["R", "シャーリー", "……なによ黙り込んで。まだ何か気になることでもあるの？"],
                        ["R", "ヒカリ", "私たち、本当に何もしてないよ。決してレイカちゃんの――"],
                        ["R", "シャーリー", "ちょっとヒカリ！"],
                        ["R", "ヒカリ", "わぷっ、そうだった！"],
                        ["L", "レイカ", "私がどうかしたんですか？"],
                        ["R", "ヒカリ", "な、なんでもないよ！ とにかく私たち、ちょっと急いでるから！"],
                        ["R", "シャーリー", "そうなのよ！ そういうわけだから、これで失礼するわ！"],
                        ["L", "レイカ", "……あの二人、あんなに慌ててどうしたのかしら？"],
                        ]
                    },
                    {
                        "title":"気分は最の低",
                        "flag":"クエスト「レイカの誕生日3」をクリア",
                        "dialog":
                        [
                        ["L", "レイカ", "ここ何日か、カレンダーを見るクセがついてしまったわ……。"],
                        ["L", "レイカ", "ふう……なんだか気分は、最の低。"],
                        ["R", "ナギ", "ため息なんかついて、どうかしたんですか？"],
                        ["L", "レイカ", "ナギ君。それにカズマも。いえ、なんでもありません。"],
                        ["R", "カズマ", "なあ、相談があるんだけどよ。次の任務、俺たちと一緒に出撃してもらえねーか？"],
                        ["R", "ナギ", "僕たちだけじゃちょっと不安がありまして。もしよければ手伝ってほしいんです。"],
                        ["L", "レイカ", "かまいませんよ。それでいつ行くんですか？"],
                        ["R", "カズマ", "22日だ。"],
                        ["L", "レイカ", "あ……。"],
                        ["R", "ナギ", "当日、出撃前にミーティングを行いますので。こちらのメモの場所まで来てください。それでは。"],
                        ["R", "カズマ", "いや～快く引き受けてもらえて助かったぜ。そんじゃよろしくな！"],
                        ["L", "レイカ", "……分かりました。"],
                        ["L", "レイカ", "…………。"],
                        ["L", "レイカ", "任務なら仕方がないですね。これで誕生日のことは忘れられそうです。"],
                        ["L", "レイカ", "ええ、きっとこれでよかったんです。私を頼ってくれたナギ君とカズマを失望させるわけにもいきませんし。"],
                        ["L", "レイカ", "次の任務、頑張りましょう。そして必ず手にするのよ。圧倒的な大・勝利を！"],
                        ]
                    },
                    {
                        "title":"初めての……",
                        "flag":"クエスト「レイカの誕生日4」をクリア",
                        "dialog":
                        [
                        ["L", "レイカ", "ナギ君の言ってたミーティングの場所ってここですよね。"],
                        ["L", "レイカ", "部屋の中は真っ暗……誰もいないみたいですけど。とりあえず明かりを点けて――"],
                        ["R", "ヒカリ", "レイカちゃん！"],
                        ["L", "レイカ", "キャッ！ ヒ、ヒカリ！？ どうして貴方がここに？"],
                        ["R", "ナギ", "他のみんなもいますよ。"],
                        ["L", "レイカ", "え……？ 今日の任務は、全員で出撃するんですか？"],
                        ["R", "カズマ", "任務の話は嘘だ。お前を呼び出すための口実だよ。"],
                        ["R", "イサドラ", "貴方の誕生日をお祝いしようと思って、みんなで考えたの。"],
                        ["R", "シャーリー", "サプライズパーティーってやつよ。どう、驚いたでしょ？"],
                        ["L", "レイカ", "はい、ビックリしました……。"],
                        ["R", "ヒカリ", "キラリーン！ サプライズ大成功だね！ レイカちゃん、お誕生日おめでとう！"],
                        ["L", "レイカ", "あ、ありがとう……。"],
                        ["L", "レイカ", "でも、今日が私の誕生日だってよく知ってましたね。"],
                        ["R", "イサドラ", "フフ、毎日カレンダー見てるんだもの。すぐに気がつくわよ。"],
                        ["L", "レイカ", "見られてたんですね、恥ずかしい……。"],
                        ["R", "ヒカリ", "そんなの気にしなくていいよ！"],
                        ["R", "ヒカリ", "それより、ほら見て。誕生日ケーキ焼いてきたんだよ！"],
                        ["L", "レイカ", "すごく美味しそうです。辛くはなさそうだけど。"],
                        ["R", "ヒカリ", "えっ？"],
                        ["R", "ナギ", "えっと……辛いものが好みでしたか？ それならこちらをどうぞ。料理もたくさん用意しておきましたから。"],
                        ["L", "レイカ", "最の高ですね。"],
                        ["R", "シャーリー", "プレゼントも用意してるのよ。中身は開けてのお楽しみ！"],
                        ["R", "カズマ", "ということで、楽しんでけ。今日の主役はお前だからな！"],
                        ["R", "ヒカリ", "どうかな、レイカちゃん。喜んでもらえた？"],
                        ["L", "レイカ", "ええ、とっても。素敵な誕生日をありがとうございます。"],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
        Shirley:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["L", "シャーリー", "今日はお疲れ様。"],
                        ["L", "シャーリー", "ちょっと聞きたいことがあるんだけど、地球ヤロウっていつも家で何してるの？"],
                        ["L", "シャーリー", "ほら、地球って宇宙の辺境にあるド田舎じゃない？"],
                        ["L", "シャーリー", "何もなくて、いつも家でヒマしてるんじゃないかな～って思ったのよ。"],
                        ["L", "シャーリー", "え？ 「そんなことない」ですって？"],
                        ["L", "シャーリー", "ふ～ん、そうなの？ シャーリーが思ってたよりは田舎じゃないのかしら。"],
                        ["L", "シャーリー", "ま、どっちでもいいけど。"],
                        ["L", "シャーリー", "だってキザナと比べたら、他の星なんて全部田舎みたいなものだもん。"],
                        ["L", "シャーリー", "キザナはね、すっごいすっごい大都会なのよ！"],
                        ["L", "シャーリー", "人も物もたくさん集まって、昼から夜まで大賑わいなんだから。"],
                        ["L", "シャーリー", "地球ヤロウにも、一度キザナの風景を見せてやりたいわ。"],
                        ["L", "シャーリー", "いつか連れてってあげるから、楽しみにしてなさい。"],
                        ["L", "シャーリー", "って、いけない。話が逸れちゃった。"],
                        ["L", "シャーリー", "要するに、何が言いたいかっていうとね。"],
                        ["L", "シャーリー", "お前、どうせヒマしてるんでしょ？ だからもっとこっちに来なさいよ。"],
                        ["L", "シャーリー", "いつでもシャーリーが付き合ってあげるんだから。"],
                        ["L", "シャーリー", "いいわね？ わかった？"],
                        ]
                    },
                    {
                        "title":"星血と翔握戦【？】",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"シャーリーとゴールテン・ダー【？】",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["L", "シャーリー", "ねえ、ちょっと聞いてよ。"],
                        ["L", "シャーリー", "この前、翔握戦終わった後にエア・リアルに星血補給しようとしたらね。"],
                        ["L", "シャーリー", "ヴ・レードの連中が近付いてきて「星血を浪費するな」とか言ってきたのよ。"],
                        ["L", "シャーリー", "星血ぐらい自由に使わせてくれたっていいじゃない！"],
                        ["L", "シャーリー", "あ、ヴ・レードっていうのはヴ・レード惺王国(せいおうこく)のことね。"],
                        ["L", "シャーリー", "巡星を神聖視してる国でね、我々は星と共生するべきだ～とかって主張してるの。"],
                        ["L", "シャーリー", "だから巡星から採れる星血についても、いろいろうるさいんだと思うわ。"],
                        ["L", "シャーリー", "平和的で自然に優しいイイ国だって思う？"],
                        ["L", "シャーリー", "一見そう見えるかもだけど、ヴ・レードは戦争を主導してる大国のひとつなのよ。"],
                        ["L", "シャーリー", "巡星を守るためなら戦争も辞さないってわけ。"],
                        ["L", "シャーリー", "でも、別に怖い国ってわけでもないから安心なさい。"],
                        ["L", "シャーリー", "怒られない程度にうまく付き合えばいいのよ。普通に話す分にはいい人たちだから。"],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ【？】",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"シャーリーの自慢",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["L", "シャーリー", "ハ～イ、地球ヤロウ。元気にしてる？ シャーリーはとっても元気よ。"],
                        ["L", "シャーリー", "今日はね、とってもいいことがあったのよ。"],
                        ["L", "シャーリー", "なんと、あのノイジー・レイジの新作が手に入っちゃったんだ！"],
                        ["L", "シャーリー", "は？ ノイジー・レイジを知らないですって？"],
                        ["L", "シャーリー", "まあ、お前は地球とかいう辺境で暮らしてるんだもんね。流行に疎いのは仕方ないか。"],
                        ["L", "シャーリー", "ノイジー・レイジっていうのはね、今、キザナで人気のファッションブランドの名前なのよ。"],
                        ["L", "シャーリー", "ホンッとに新しいんだから！ 服を鋲で留めたり、ボタンがたくさん付いてたり……。"],
                        ["L", "シャーリー", "すごい人気でね、お店に商品が入荷するたびに、すぐ売り切れになっちゃうんだから。"],
                        ["L", "シャーリー", "新作となればなおのこと、手に入れるのは難しくなるんだけど。"],
                        ["L", "シャーリー", "それが今回、手に入っちゃったわけ。これってすごいことなんだから！"],
                        ["L", "シャーリー", "そんでもって、これでシャーリーも流行の最先端に仲間入りってわけ。"],
                        ["L", "シャーリー", "フフン、イケてるでしょ～？"],
                        ["L", "シャーリー", "はあ～……本当に素敵。 大事に大事にタンスにしまっておかなくちゃ。"],
                        ["L", "シャーリー", "え？ 服は着ないと意味がないですって？"],
                        ["L", "シャーリー", "も、もちろん、そんなことは分かってるわ。ちょっと言ってみただけよ！"],
                        ]
                    },
                    {
                        "title":"エア・グランデ【？】",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"夢はファッションリーダー",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "シャーリー", "シャーリーはね、いつかファッションリーダーになりたいって思ってるの。"],
                        ["L", "シャーリー", "それでね、大前提として、ファッションリーダーは都会暮らしでないといけないと思うのよね。"],
                        ["L", "シャーリー", "でもシャーリーの住んでたところは、ちょっとだけ……本当の本当にちょっとだけ田舎なところでさ。"],
                        ["L", "シャーリー", "だから頑張って、一人で都会に飛び出してきたのよ。"],
                        ["L", "シャーリー", "アズワン候補生の適性試験に合格してね。"],
                        ["L", "シャーリー", "候補生になると、ジ・オーダーが都会での暮らしを保障してくれるんだ。"],
                        ["L", "シャーリー", "これでシャーリーも立派な都会っ子よね。"],
                        ["L", "シャーリー", "この調子でファッションリーダーにもなってみせるんだから！"],
                        ["L", "シャーリー", "……なりかたは、よく分かんないんだけどね。"],
                        ]
                    },
                    {
                        "title":"なんでかしら【？】",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"相性抜群【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"いつでも、いつまでも【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"流れ星と妖精",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["C", "", "[画像: 夜景]"],
                        ["L", "シャーリー", "う～、何よもう！ お母ちゃんのバカ、バカ、バカ！"],
                        ["C", "", "あの頃のシャーリーは、夜空の下を歩きながらいつも不平不満を垂れ流していた。"],
                        ["L", "シャーリー", "シャーリーに都会暮らしなんてできっこないとか、決めつけないでよね！"],
                        ["L", "シャーリー", "こんなだっさいド田舎、絶対出てってやるわ。 シャーリーには都会がお似合いなんだから！"],
                        ["C", "", "けれど、どうすれば都会に行けるかなんて、何も考えてなかった。"],
                        ["C", "", "ただ、ただ、変わり映えのない毎日を繰り返す日々。"],
                        ["L", "シャーリー", "あら？ 何かしら、あのへんな動きの流れ星は……？"],
                        ["C", "", "けれど、その晩シャーリーは出会った。一筋の流れ星と。"],
                        ["L", "シャーリー", "あれは……もしかしてエア・リアルだべか！？"],
                        ["C", "", "[画像: サイトヘッド]"],
                        ["C", "", "偶発的に発生した、2機のエア・リアルによる戦闘。"],
                        ["L", "シャーリー", "す、すごいべ、あれが生のエア・リアル！ まるで妖精が空を舞ってるみたいだべ！"],
                        ["C", "", "勝利を収め、地上に降りてきたのは緑のエア・リアル。"],
                        ["C", "", "コクピットからパイロットが降りてくるのを見て、シャーリーは思わず駆け寄った。"],
                        ["R", "イサドラ", "ふぅ……まさかこんなところで戦闘になるなんてね。"],
                        ["L", "シャーリー", "は、はわぁ～……パイロットさんまで妖精みたいだべぇ。"],
                        ["R", "イサドラ", "あら、地元の子かしら？"],
                        ["R", "イサドラ", "ふふ、ありがと。でも私は妖精じゃなくて、キミと同じただの人間なのよ？"],
                        ["L", "シャーリー", "シャーリーと同じ……？"],
                        ["L", "シャーリー", "そ、そったら、シャーリーもあんたみたいになれるべか？"],
                        ["R", "イサドラ", "それってアズワンのこと？"],
                        ["R", "イサドラ", "ええ、もちろん。可能性は誰にだって等しくあるのよ。"],
                        ["L", "シャーリー", "だったら、シャーリーはアズワンになる！"],
                        ["R", "イサドラ", "ふふ、きっとなれるわ。応援してあげるから、早く会いにいらっしゃい。"],
                        ["C", "", "そして彼女は去っていった。シャーリーにひとつの目標を与えて。"],
                        ["L", "シャーリー", "必ず……必ずアズワンになって、アンタに会いに行くかんな～！"],
                        ]
                    },
                    {
                        "title":"天然物",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["R", "ヒカリ", "キラリーン！"],
                        ["R", "ヒカリ", "シャーリーちゃん、この後ってヒマ？"],
                        ["R", "ヒカリ", "もしよかったら、私と甘いもの食べに行こうよ！"],
                        ["L", "シャーリー", "ええ、別にかまわないわよ。"],
                        ["R", "ヒカリ", "やったー！"],
                        ["R", "ヒカリ", "それじゃ、どこに行こっか？ シャーリーちゃん、どこかいい場所知ってる？"],
                        ["L", "シャーリー", "それなら、知る人ぞ知るイケてるお店があるわよ。"],
                        ["R", "ヒカリ", "さっすがー♪"],
                        ["L", "シャーリー", "最近見つけたんだけど、ゴールド通りの奥にある隠れた名店で――"],
                        ["R", "ヒカリ", "あ、ディッカのケーキ？ あそこ美味しいよねえ～。子供の頃から通ってるんだ～。"],
                        ["L", "シャーリー", "(くっ、もしかして地元では有名なお店だった！？)"],
                        ["L", "シャーリー", "……は、また今度にして、別のお店にしましょう。"],
                        ["L", "シャーリー", "それじゃ、エイト街にできたばかりの新しいお店で、たぶんこれから流行ると思――"],
                        ["R", "ヒカリ", "ル・シエラだね！ デルタ通りにある本店なら何度か行ったことあるよ！"],
                        ["L", "シャーリー", "(くっ……本店があるなんて知らなかったわ！ おのれ天然物の都会っ子め……！)"],
                        ["L", "シャーリー", "……あ、うん。やっぱそっちはなしで。"],
                        ["R", "ヒカリ", "えー？ それじゃどこにするの？"],
                        ["L", "シャーリー", "えーと……。"],
                        ["L", "シャーリー", "…………。"],
                        ["L", "シャーリー", "……とりあえず、歩きながら考えましょっか。"],
                        ["R", "ヒカリ", "うん、そうだね！ きっといいお店が見つかるよ！"],
                        ]
                    },
                    {
                        "title":"ちょっと苦手",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
                        ["L", "シャーリー", "「今日の翔握戦もイケてたわよ、地球ヤロウ。 次もこの調子で行きましょう」"],
                        ["L", "シャーリー", "……送信、と。"],
                        ["L", "シャーリー", "よし、地球ヤロウにメッセージも送ったし、そろそろ上がりましょう。"],
                        ["L", "シャーリー", "そういえば、今日はあそこのお店に新作が入るっていってたわね。帰りに寄ってみようかしら。"],
                        ["R", "レイカ", "あら、シャーリー。今日はお疲れ様でした。"],
                        ["L", "シャーリー", "お疲れ様、レイカ。お互い、今日の翔握戦勝ててよかったわね。"],
                        ["L", "シャーリー", "ま、全部シャーリーの活躍のおかげなんだけど！"],
                        ["R", "レイカ", "確かに勝利を収められたのは喜ばしいことですよね。"],
                        ["R", "レイカ", "けれど、中盤の戦況は危うい展開でした。省みるべき点はあったと思います。"],
                        ["L", "シャーリー", "勝ちは勝ちでしょ。それでいいじゃない。"],
                        ["R", "レイカ", "よくないです。反省もせず、また同じミスを繰り返したりしたら、最の低ですよ。"],
                        ["L", "シャーリー", "そ、そう……。"],
                        ["L", "シャーリー", "(レイカって、ちょっと生真面目すぎるのよね。はっきりいって苦手なタイプだわ。)"],
                        ["R", "レイカ", "ということで、今日の翔握戦についてですけど。"],
                        ["R", "レイカ", "中盤、攻め込まれかけた要因がどこにあったのか、把握できてますか？"],
                        ["L", "シャーリー", "え、要因？ そんなの知らないわよ。"],
                        ["R", "レイカ", "はあ……。シャーリー、そういうところを改めていくべきだという話をしているの。"],
                        ["R", "レイカ", "攻め込まれた原因は、味方機がやられてできた穴を、フォローできなかったから。"],
                        ["R", "レイカ", "私は敵機の対応に時間を取られてしまったし、貴方は前に出すぎていました。"],
                        ["R", "レイカ", "この問題点を改善していくことで、今後の戦いに多大な変化が――"],
                        ["L", "シャーリー", "(あ、これ長くなるやつね)"],
                        ["R", "レイカ", "そこでシャーリー、私なりに貴方の改善点を考えてみたのだけれど――"],
                        ["L", "シャーリー", "あ～っ！ シャーリーったらうっかりしてたわ！ そういえば管理部から呼ばれてたんだった！"],
                        ["R", "レイカ", "え？"],
                        ["L", "シャーリー", "ということで、急いでるの。話の続きはまた今度ね！"],
                        ["R", "レイカ", "ちょっと待ってシャーリー！ また今度っていつですか？ こういうのはきちんと日時を決め――"],
                        ["R", "レイカ", "シャーリーってば！"],
                        ]
                    },
                    {
                        "title":"技術を盗め！",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "シャーリー", "…………。"],
                        ["R", "カズマ", "なんだよ、またパズルゲームやってんのか。本当そのゲーム好きだな～お前？"],
                        ["R", "カズマ", "ま、俺も好きなんだけどな。"],
                        ["L", "シャーリー", "……来たわね。"],
                        ["L", "シャーリー", "カズマ。これ持って、そこに座りなさい。"],
                        ["R", "カズマ", "ん、コントローラ？ 対戦するのか？ もちろん俺は構わねーけどよ。"],
                        ["R", "カズマ", "そういや、この前言ってたオンラインの対戦相手には勝てたのか？"],
                        ["L", "シャーリー", "(こいつ、相手がシャーリーって気付いてないわね)"],
                        ["L", "シャーリー", "……まだ勝ててないわ。"],
                        ["R", "カズマ", "ハッハッハ、それじゃもっと練習しなきゃだな。"],
                        ["R", "カズマ", "俺でよければ、いつでも練習相手になってやるからよ。遠慮なく声かけろよな。"],
                        ["L", "シャーリー", "……ちなみに、カズマもけっこうゲーム上手いわよね？"],
                        ["L", "シャーリー", "なにか上達するコツとかあるのかしら？"],
                        ["R", "カズマ", "ゲームが上達するコツ？ そんなもん考えたことないけどな。"],
                        ["L", "シャーリー", "な、なにかあるでしょ。"],
                        ["R", "カズマ", "うーん、そうだな……。"],
                        ["R", "カズマ", "それじゃ、ちょっと見てろ。"],
                        ["L", "シャーリー", "実演してくれるの？"],
                        ["R", "カズマ", "説明すんの苦手なんだよ。"],
                        ["R", "カズマ", "まず、これをこうするだろ。"],
                        ["R", "カズマ", "それからここでズドーンと行くとドカーンとなるだろ。"],
                        ["R", "カズマ", "んでポキッとやるとカンカンカンとなるんで。"],
                        ["R", "カズマ", "最後はズバッとやって、カッキーンってわけだ。"],
                        ["R", "カズマ", "どうだ、分かったか？"],
                        ["L", "シャーリー", "そこまで上手くなる方法を聞いてんだってば。"],
                        ]
                    },
                    {
                        "title":"失礼なヤツ",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["R", "カズマ", "お、シャーリー発見！ こんなところで何してんだぁ？"],
                        ["LBigLarge", "シャーリー", "んぎゃー、カズマ！"],
                        ["L", "シャーリー", "いきなり髪引っ掻き回さないでよ！ 髪型崩れるでしょ！"],
                        ["R", "カズマ", "そう怒るなって。ただの愛情表現だろ？"],
                        ["L", "シャーリー", "なにが愛情表現よ！ アンタからの愛情なんてまっぴらごめんだわ！"],
                        ["R", "カズマ", "わ～かった、わかった。俺が悪かったって。"],
                        ["L", "シャーリー", "まったく、失礼しちゃうんだから。"],
                        ["L", "シャーリー", "レディとの接し方ぐらい勉強したら？ そんなんじゃモテないわよ？"],
                        ["R", "カズマ", "はあ？ レディだぁ？"],
                        ["R", "カズマ", "ガキんちょがあんま背伸びするなって。子供は子供らしく振る舞うべきだと思うぜ？"],
                        ["L", "シャーリー", "んぎゃー！ だから髪引っ掻き回さないでってば！"],
                        ["L", "シャーリー", "あと、シャーリーはもう子供じゃないんだから！"],
                        ["R", "カズマ", "俺より年下のくせに、よく言うぜ。"],
                        ["L", "シャーリー", "ふんだ。心はカズマなんかより大人なんだから。"],
                        ["R", "カズマ", "でも見た目は子供だろ～。"],
                        ["LBigLarge", "シャーリー", "んぎゃー！"],
                        ["L", "シャーリー", "だから、髪引っ掻くなって何回言えば分かるのよ、このバカカズマ～！"],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クエスト「シャーリーの誕生日1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「シャーリーの誕生日2」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「シャーリーの誕生日3」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「シャーリーの誕生日4」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
        Isadora:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "どう？ 少しは操縦に慣れたかしら、地球クン？"],
                        ["L", "イサドラ", "分からないことがあったら、何でもお姉さんに聞いてくれていいのよ？"],
                        ["L", "イサドラ", "手取り足取り、教えてあげるから♪"],
                        ["L", "イサドラ", "といってもキミは地球にいるから、直接は触れられないんだけど。"],
                        ["L", "イサドラ", "ねえ、地球はどんなところ？キミはどんな街で暮らしているの？"],
                        ["L", "イサドラ", "私はキザナっていうところで生活してるわ。"],
                        ["L", "イサドラ", "キザナっていうのは、正確には企業の名称なんだけどね。"],
                        ["L", "イサドラ", "複合企業体キザナ。この巨大企業が管理している複数の都市の集合体が、実質的な国として機能しているの。"],
                        ["L", "イサドラ", "そういう場所って、地球にはないのかしら？"],
                        ["L", "イサドラ", "自由で活気があって、いいところよ。私は大好き。"],
                        ["L", "イサドラ", "面白い出会いも多いしね。"],
                        ["L", "イサドラ", "たとえば地球クン、キミとの出会いとか。"],
                        ["L", "イサドラ", "ずっとずっと遠くの星で、同じ時間を生きるキミ。本当に不思議で、本当に刺激的な出会い。"],
                        ["L", "イサドラ", "……ねえ、私たち、どうしてディスプレイ越しでしか話せないのかしら？"],
                        ["L", "イサドラ", "直接会って、キミの手の温もりや、キミの息遣いを感じてみたいよ。"],
                        ["L", "イサドラ", "キミもきっと、私と同じ気持ちなんじゃないかな？"],
                        ["L", "イサドラ", "……なんてね。 ふふ、ちょっとからかいすぎちゃったかしら？"],
                        ["L", "イサドラ", "でも、地球クンとの共闘が刺激的なのは本当よ。"],
                        ["L", "イサドラ", "だから次の出撃も楽しみにしてる。必ずまた私に会いに来てね。"],
                        ]
                    },
                    {
                        "title":"星血と翔握戦",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "ねえ地球クン。地球のエネルギー資源ってどうなってるのかしら？"],
                        ["L", "イサドラ", "たまにバカらしくなるの。"],
                        ["L", "イサドラ", "信じられないかもしれないけど、私たちの星では、エネルギー資源をめぐって戦争してるのよ。"],
                        ["L", "イサドラ", "星血(ほしのち)っていうんだけどね。巡星(めぐりぼし)の内部に眠ってる変幻自在のエネルギーよ。"],
                        ["L", "イサドラ", "エア・リアルを動かす燃料でもあるっていえば、どれだけ重要なものか分かってもらえると思うんだけど。"],
                        ["L", "イサドラ", "この星血の採掘権を巡って、二つの国が争ってるの。"],
                        ["L", "イサドラ", "ア・スレッガとヴ・レード。巡星を代表する大国よ。"],
                        ["L", "イサドラ", "この二大国が、エア・リアルを大量投入して星血を奪い合ってるわけ。"],
                        ["L", "イサドラ", "ええ、そうよ。"],
                        ["L", "イサドラ", "キミも参加してる大規模戦闘のこと。私たちは翔握戦(しょうあくせん)って呼んでるんだけどね。"],
                        ["L", "イサドラ", "星血がないと、私たちの生活は立ち行かないわ。"],
                        ["L", "イサドラ", "だからみんな必死なのは分かるんだけどね。たま～になにやってんだろってなるのよ。"],
                        ["L", "イサドラ", "その辺、地球の方はどうなのかしら？"],
                        ["L", "イサドラ", "え、戦争まではいかないけど地球も似たようなもの？"],
                        ["L", "イサドラ", "ふふ、どこも一緒か。困ったものね。"],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "この戦争が終わる日が来るのか、私には分からないわ。"],
                        ["L", "イサドラ", "けれど、ヴ・レードには勝ってほしくない気がする。"],
                        ["L", "イサドラ", "正式にはヴ・レード惺王国(せいおうこく)っていうんだけどね、何かと口うるさい国なのよ。"],
                        ["L", "イサドラ", "やれ星血は大切にしろだの、やれ規律は守れだの。"],
                        ["L", "イサドラ", "自分に厳しいのはけっこうですけど、それを他人にも強要するのはちょっとね。"],
                        ["L", "イサドラ", "ヴ・レードっていうのはそういう国なのよ。"],
                        ["L", "イサドラ", "ア・スレッガと戦争してるのだって、要は自分たちの理想に従わせるためなんだから。"],
                        ["L", "イサドラ", "男にたとえると、束縛するタイプって感じかしら。"],
                        ["L", "イサドラ", "束縛されるのが好きな子もいるかもしれないけど、私は嫌い。"],
                        ["L", "イサドラ", "いつまでも自由に生きたいじゃない？"],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "ア・スレッガを見ていると、なんともいたたまれない気持ちになることがあるの。"],
                        ["L", "イサドラ", "正式には轟国(ごうこく)ア・スレッガ。ヴ・レードと争っているもうひとつの大国よ。"],
                        ["L", "イサドラ", "彼らはとにかく星血が大好きでね。全部採掘しないと気が済まないの。"],
                        ["L", "イサドラ", "戦争してでも星血が欲しいっていうんだから、相当よね。"],
                        ["L", "イサドラ", "何ていうのかしら……私には彼らが「酔っ払い」に見えることがあるの。"],
                        ["L", "イサドラ", "そう、お酒を飲んだ酔っ払いのこと。お酒と星血を置き換えたのが、あの国よ。"],
                        ["L", "イサドラ", "あるだけお酒を飲んで、もっと酒を寄越せと大暴れ。"],
                        ["L", "イサドラ", "そんな風に考えちゃったら、ちょっと笑えなくて。"],
                        ["L", "イサドラ", "つまり何が言いたいかっていうと、酒は飲んでも呑まれるなってこと。"],
                        ["L", "イサドラ", "これ、ホント大事だからね。絶対に忘れちゃダメよ。"],
                        ["L", "イサドラ", "はあ……自戒しなくちゃ。"],
                        ]
                    },
                    {
                        "title":"イサドラとサイトヘッド",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "地球クン、翔握戦を制するためには何が必要だと思う？"],
                        ["L", "イサドラ", "それはね、戦場を把握する能力よ。"],
                        ["L", "イサドラ", "味方の状況、敵の配置、彼我の距離。戦場の情報を把握し支配するの。"],
                        ["L", "イサドラ", "これができれば、勝利はグッと近付くわ。"],
                        ["L", "イサドラ", "もちろん、情報を手に入れられても、それを活かせなければ意味がないわ。"],
                        ["L", "イサドラ", "そこでオススメしたいのが、私も愛用してる機体サイトヘッド。"],
                        ["L", "イサドラ", "空間を把握する能力に優れてるから、戦場で有利に動くことができるわ。"],
                        ["L", "イサドラ", "相手を攻撃することばかりに熱中しちゃダメ。"],
                        ["L", "イサドラ", "時には一歩引いて、相手の出方をうかがいなさい。"],
                        ["L", "イサドラ", "そう、翔握戦は恋愛と同じ。意中のあの子を攻略するつもりで挑むのよ。"],
                        ["L", "イサドラ", "……なんて言ったら信じる？"],
                        ["L", "イサドラ", "ふふ、どうかしらね。"],
                        ["L", "イサドラ", "もしかしたら本当に通用するかもしれないわよ？"],
                        ]
                    },
                    {
                        "title":"ザ・ナイト",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "ジ・オーダーのいいところは、規則らしい規則がほとんどないところよ。"],
                        ["L", "イサドラ", "たとえば、毎日必ず朝九時に出撃せよ！ とかね。"],
                        ["L", "イサドラ", "私、朝弱いから、そういうの本当つらいのよね。"],
                        ["L", "イサドラ", "キミも同じでしょ？ 出撃するタイミングは一任されてるはず。"],
                        ["L", "イサドラ", "私たちアズワンには、行動の自由が約束されているのよ。"],
                        ["L", "イサドラ", "といっても、完全に自由なわけじゃないわ。"],
                        ["L", "イサドラ", "エア・リアルという大きな力を持つ機体を預かるわけだから、その取扱については結構厳しいのよ。"],
                        ["L", "イサドラ", "ヒカリとシャーリーは規則違反の常習者ね……。"],
                        ["L", "イサドラ", "それから、ザ・ナイトって呼ばれる人たちがいるのよね。"],
                        ["L", "イサドラ", "階級的には私達と同じなんだけれど……なんて言うのかしら……地球の言葉で言うと「ふうきいいん」？"],
                        ["L", "イサドラ", "基本的には真面目な人ばっかりなんだけど。"],
                        ["L", "イサドラ", "中には、アズワンが悪い事しないか見張っているような人もいるのよね。レイカみたいなタイプだわ。"],
                        ["L", "イサドラ", "彼らが、明日朝九時に出向せよって言ってきたら、それには従わざるをえないわ。寝坊するなんてアズワン失格とか何とか……嫌味言われちゃう。"],
                        ["L", "イサドラ", "ええ、そうなの。呼び出されたの。"],
                        ["L", "イサドラ", "でも私、朝弱いし。起きられる自信がなくて……。"],
                        ["L", "イサドラ", "ねえ、地球クン。明日の朝、私を起こしてくれない？"],
                        ["L", "イサドラ", "モーニングコールなんかじゃいやだわ。"],
                        ["L", "イサドラ", "直接私の部屋に来て、そっと肩を揺すって。"],
                        ["L", "イサドラ", "それから耳元で愛を囁いて、優しく起こしてほしいの。"],
                        ["L", "イサドラ", "……ふふ、ごめんなさい。地球クンにはちょっと難しかったわよね？"],
                        ["L", "イサドラ", "明日の朝は、頑張って自分で起きてみるわ。"],
                        ["L", "イサドラ", "それじゃ、またね。"],
                        ]
                    },
                    {
                        "title":"エア・グランデ",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["L", "イサドラ", "最近アレが気になってるのよね……。"],
                        ["L", "イサドラ", "エア・グランデって……分かるかしら？"],
                        ["L", "イサドラ", "戦闘に参加してくる巨大兵器なんだけど。もう見たことあるんじゃない？"],
                        ["L", "イサドラ", "チームが劣勢になると、その大火力で支援してくれるのよね。助かるときもあると思うわ。"],
                        ["L", "イサドラ", "実はアレ、ヴ・レードとア・スレッガのものなの。"],
                        ["L", "イサドラ", "キザナ管轄の兵器じゃないから、謎が多いのよね。"],
                        ["L", "イサドラ", "いつかあの中に潜り込んで、色々調べてやりたいと思ってるんだけど。"],
                        ["L", "イサドラ", "その時は手伝ってね？"],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"そこにあるスリル",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "イサドラ", "日々の生活に満足してる？ 変わり映えのない毎日に飽き飽きしてない？"],
                        ["L", "イサドラ", "私はダメ。今日も明日も同じことの繰り返しだなんて耐えられない。"],
                        ["L", "イサドラ", "全身が痺れるような刺激がないと、生きてけないわ。"],
                        ["L", "イサドラ", "だから私は、エア・リアルに乗ることにしたの。"],
                        ["L", "イサドラ", "空を自由に翔ける翼。翔握戦のスリル。"],
                        ["L", "イサドラ", "アズワンになって以来、新しい体験ばかりで、毎日が充実しているわ。"],
                        ["L", "イサドラ", "ついこの前も、とても刺激的な出会いをしたばかりでね。"],
                        ["L", "イサドラ", "それはキミとの出会いよ。"],
                        ["L", "イサドラ", "地球のこと。キミと二人で乗るエア・リアルのこと。この世界はまだまだ私の知らないことで満たされているわ。"],
                        ["L", "イサドラ", "これからよろしくね、地球クン。私と一緒に、新しいコト体験していきましょ？"],
                        ]
                    },
                    {
                        "title":"特別な何か",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["L", "イサドラ", "私たちが乗る機体には、特別な何かがあるそうよ。"],
                        ["L", "イサドラ", "それはそうよね。そうでないと、遠く離れた星に住むキミに協力求めたりしないと思うもの。"],
                        ["L", "イサドラ", "最近ね、感じるの。"],
                        ["L", "イサドラ", "キミと私とが重なり合っていくような、そんな感覚。"],
                        ["L", "イサドラ", "地球クンは感じたことない？"],
                        ["L", "イサドラ", "操縦桿を握るキミの右手を、私の右手がそっと包み込んでいるような……。"],
                        ["L", "イサドラ", "きっとこれがそうなのよ。私たちだけが共有できる特別なモノ。"],
                        ["L", "イサドラ", "ふふ、こういうのってなんだか楽しいわね。二人だけの秘密っていう感じで。"],
                        ["L", "イサドラ", "ねぇ、地球クン。キミもそう思うでしょ？"],
                        ]
                    },
                    {
                        "title":"最良の人【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"私のワガママ【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"幻の酒",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["L", "イサドラ", "お酒というのはね、ひとつの芸術品だと思うの。"],
                        ["L", "イサドラ", "艶やかな色合いと、芳醇な香り。そして口の中に広がる奥深い味わい。"],
                        ["L", "イサドラ", "視覚と嗅覚、そして味覚。三つの感覚を駆使して楽しむことができるなんて、お酒って最高だと思わない？"],
                        ["L", "イサドラ", "私の趣味はね、お酒を嗜むこと。"],
                        ["L", "イサドラ", "ヴ・レードにア・スレッガ、世界中のありとあらゆるお酒を飲んでみたいの。"],
                        ["L", "イサドラ", "そんな私が今一番注目しているのが、地球のお酒。"],
                        ["L", "イサドラ", "ウイスキーとかニホンシュとか……味、見た目、醸造方法と、実に多岐に渡るお酒が存在しているらしいわね。"],
                        ["L", "イサドラ", "キミにとってはありふれた普通のお酒よね？"],
                        ["L", "イサドラ", "けれど私にとっては、どれも決して手に入れることのできない、幻のお酒。"],
                        ["L", "イサドラ", "だからこそ、なおさら思うのよね。いつか地球のお酒を飲んでみたいって。"],
                        ["L", "イサドラ", "もし飲める日が来たら、そのときはキミも付き合って？"],
                        ]
                    },
                    {
                        "title":"好物はステーキ",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["L", "イサドラ", "そういえば、この前知ったのだけれど、地球にもステーキがあるらしいわね？"],
                        ["L", "イサドラ", "動物の肉を鉄板で豪快に焼き上げた肉料理。"],
                        ["L", "イサドラ", "いいわよね、ステーキ。"],
                        ["L", "イサドラ", "お酒と一緒に、肉汁が滴るステーキを頬張るのって、本当に最高。"],
                        ["L", "イサドラ", "地球では、どんな動物のお肉が食べられているのかしら？"],
                        ["L", "イサドラ", "焼き方は？ ソースは？ きっと地球ならではの食べ方があるんじゃないかしら。"],
                        ["L", "イサドラ", "ふふ、ステーキって、ただ肉を焼くだけのシンプルな料理なのに、意外と奥が深いのよね。"],
                        ["L", "イサドラ", "気になるわ。どんな味なのかしら、地球のステーキって。"],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"彼女との再会",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "イサドラ", "イタタ……完全に二日酔いだわ、これ。"],
                        ["L", "イサドラ", "昨夜は調子に乗って、お酒飲みすぎちゃったかしらね。"],
                        ["L", "イサドラ", "でも悪いのは私じゃないわ。あんなに美味しいお酒を用意するマスターが……。"],
                        ["L", "イサドラ", "……あら？"],
                        ["R", "シャーリー", "(うぅ～、道に迷ったべ。本部って、なしてこんな広いんだべか？)"],
                        ["L", "イサドラ", "お嬢ちゃん、どうしたの？ ここは子供が入っていい場所じゃないわよ？"],
                        ["R", "シャーリー", "子供とは失礼ね！ こう見えても、ちゃんとしたアズワンなんだから――"],
                        ["R", "シャーリー", "って、ああっ！？"],
                        ["L", "イサドラ", "あら、そうだったの？ そういえば新しい子が入ったっていってたっけ。"],
                        ["L", "イサドラ", "私はイサドラ。貴方と同じアズワンよ、よろしくね。"],
                        ["R", "シャーリー", "ふ、ふ～ん、そうなの？"],
                        ["R", "シャーリー", "シャルロッテ・ダヴェーヌよ。これからよろしく頼むわね。"],
                        ["L", "イサドラ", "ダベーヌ？"],
                        ["R", "シャーリー", "誰が「ダベーヌ」だべか！ 「ダヴェーヌ」だって言って……って、あっ。"],
                        ["L", "イサドラ", "(……だべ？)"],
                        ["L", "イサドラ", "(あ、そういえばいつだったか、田舎で出会った女の子がいたわね。確かあの子の名前が……)"],
                        ["R", "シャーリー", "コホン。えーと、シャーリーのことは「シャーリー」って呼んでくれると嬉しいわ。"],
                        ["L", "イサドラ", "(そう、シャーリー)"],
                        ["L", "イサドラ", "(約束どおり、私に会いに来てくれたのね)"],
                        ["R", "シャーリー", "な、なに笑ってるのよ？"],
                        ["L", "イサドラ", "ふふ、なんでもないわよ、ダベーヌちゃん♪"],
                        ["R", "シャーリー", "だ、だからそう呼ぶなって言ってるでしょ！頭悪いんじゃないの、オバサン！"],
                        ["L", "イサドラ", "ごめんなさい、人の名前覚えるの苦手なのよ。"],
                        ["L", "イサドラ", "それはともかく、これから頑張りなさい。応援してるわよ、シャーリー。"],
                        ["R", "シャーリー", "…………！"],
                        ["R", "シャーリー", "ふ、ふん。言われるまでもないわ。"],
                        ["R", "シャーリー", "イサドラなんかすぐに追いぬいてあげるから、覚悟しておきなさい！"],
                        ["L", "イサドラ", "ふふ、楽しみにしてるわ。"],
                        ]
                    },
                    {
                        "title":"猪突猛進ガール",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["R", "シャーリー", "ちょっとイサドラ！"],
                        ["L", "イサドラ", "そんな顔真っ赤にして、どうしたのよダベーヌ？"],
                        ["R", "シャーリー", "「ダベーヌ」じゃなくて「ダヴェーヌ」？ いい加減覚えなさいよね！"],
                        ["R", "シャーリー", "それよりさっきの翔握戦よ！ あれどういうこと！？"],
                        ["L", "イサドラ", "あれってどのことよ？ 私たちの勝利だったわよね？"],
                        ["R", "シャーリー", "シャーリーの獲物、横取りしたでしょ！"],
                        ["L", "イサドラ", "鈍臭いエア・リアルでモタモタしてたから、助けてあげたんじゃない。"],
                        ["R", "シャーリー", "ゴールテン・ダーはパワー重視でスピード遅いの！ 手助けなんか必要なかったわよ！"],
                        ["L", "イサドラ", "はいはい、シャーリーちゃんは一人前ですもんね～。"],
                        ["R", "シャーリー", "頭撫でるな～！"],
                        ["L", "イサドラ", "いいじゃない、減るもんじゃないし。可愛い子の頭は撫でたくなるもんなのよ。"],
                        ["R", "シャーリー", "か、かわっ……！"],
                        ["L", "イサドラ", "あら、また顔が真っ赤よ。本当に可愛いんだから。なでなで。"],
                        ["R", "シャーリー", "や、やめなさいよーっ！"],
                        ["R", "シャーリー", "とにかく、もうシャーリーの邪魔はしないで！ 分かったわねオバサン！？"],
                        ["L", "イサドラ", "ん～、どうかしら。戦場だと私も必死だから、忘れちゃうかも。"],
                        ["L", "イサドラ", "そんなに横取りされるのがイヤだったら、周りをよく見てみたら？"],
                        ["L", "イサドラ", "そうすれば私が近くにいても気付けるでしょ？"],
                        ["R", "シャーリー", "あ～、もういいわよ、バカ！"],
                        ["C", "", "シャーリーは荒い足取りで立ち去っていった"],
                        ["L", "イサドラ", "…………。"],
                        ["L", "イサドラ", "ちゃんと周りを見ていれば、敵に囲まれてるかどうかも分かるのよ、シャーリー。"],
                        ["L", "イサドラ", "ふふ、精進なさい。貴方はきっと、私より強くなれるから。"],
                        ]
                    },
                    {
                        "title":"「次」を見極めよ！",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部 女子更衣室"],
                        ["R", "シャーリー", "ふ～ん……？"],
                        ["L", "イサドラ", "なによ、さっきからこっちをジッと見て？"],
                        ["R", "シャーリー", "イサドラにしては、地味～な服着てるな～と思って。"],
                        ["R", "シャーリー", "ぷぷぷ、その服大丈夫？ 流行に乗り遅れてない？"],
                        ["L", "イサドラ", "あら？ そういうシャーリーの服はもしかして？"],
                        ["R", "シャーリー", "ふふ～ん、気付いた？"],
                        ["R", "シャーリー", "最新のファッション誌の表紙も飾った、有名ブランドの最新作よ！"],
                        ["L", "イサドラ", "いまいち。"],
                        ["R", "シャーリー", "なんでよ！"],
                        ["L", "イサドラ", "デザインはいいと思うけど、シャーリーにはちょっと大人すぎるわね。"],
                        ["L", "イサドラ", "自分に合った服を選びなさいな。貴方にはもっと可愛らしい服が似合うと思うわ。"],
                        ["R", "シャーリー", "シ、シャーリーは十分大人だし。この服だって似合ってるんだから。"],
                        ["L", "イサドラ", "可愛い服は、可愛い時に着ておくものよ？ 子供のうちしか着れないんだから。"],
                        ["R", "シャーリー", "ふんだ。流行遅れのオバサンのアドバイスなんて、全然あてにならないわね。"],
                        ["L", "イサドラ", "ふふ、流行は追ってばかりではダメなのよ。"],
                        ["R", "シャーリー", "ど、どういう意味よ。"],
                        ["L", "イサドラ", "流行は常に移り変わっていくもの。今だけでなく「次」を見極めないと。"],
                        ["R", "シャーリー", "次の流行……？"],
                        ["L", "イサドラ", "次に来るのは、シックスタイルのファッション。"],
                        ["L", "イサドラ", "ダベーヌ、貴方が「地味だ」と言い放ったこのファッションこそが、次の波なのよ！"],
                        ["R", "シャーリー", "な、なんですって！？"],
                        ["L", "イサドラ", "(嘘だけど)"],
                        ["R", "シャーリー", "くっ……シャーリーの研究が足りなかったっていうの？"],
                        ["R", "シャーリー", "覚えてなさい、イサドラ！ 次会ったときにはギャフンと言わせてやるんだから！"],
                        ["L", "イサドラ", "……さて、次に会うとき、どんな服選んでくるのかしら。今から楽しみね。"],
                        ]
                    },
                    {
                        "title":"彼女の特別",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["R", "ヒカリ", "ショボリーン……。"],
                        ["L", "イサドラ", "あら、ヒカリ。どうしたのよ、ずいぶん景気の悪そうな顔してるじゃない？"],
                        ["R", "ヒカリ", "あ、イサドラさんだ。ヤッホー……。"],
                        ["R", "ヒカリ", "ちょっとね、翔握戦で大失敗しちゃって。今から怒られに行くところなの。"],
                        ["L", "イサドラ", "それって、さっきの翔握戦？ 私も出撃してたけど、貴方、活躍してなかった？"],
                        ["R", "ヒカリ", "うーん、活躍できてたかは分からないけど、調子はすっごくよかったよ。"],
                        ["R", "ヒカリ", "でも、それで気持ちよく飛んでたら、味方のエア・リアルと衝突しちゃって……。"],
                        ["L", "イサドラ", "ああ、あれね……私も見てたわ。"],
                        ["L", "イサドラ", "(高速飛行から急制動、翻ってからの再加速)"],
                        ["L", "イサドラ", "(敵からは、ヒカリの機体が急に消えたように見えていたでしょうね)"],
                        ["L", "イサドラ", "(……ま、敵どころか見方をも欺いてしまって、結果、衝突してしまったわけだけど)"],
                        ["L", "イサドラ", "気にすることないわよ、ヒカリ。私から言わせれば、あれは向こうが悪いもの。"],
                        ["R", "ヒカリ", "でも、急に曲がったのは私の方だし。怒られちゃうのも仕方ないかなって。"],
                        ["L", "イサドラ", "(曲がる、なんて生易しい動きじゃなかったけどね)"],
                        ["L", "イサドラ", "(この子の操縦テクニック、普通じゃないわ。ただの人間に、あんなことが可能なのかしら……？)"],
                        ["L", "イサドラ", "ねえ、ヒカリ。貴方、どこでエア・リアルの動かし方を勉強したの？"],
                        ["R", "ヒカリ", "え？ みんなと同じだと思うけど？"],
                        ["L", "イサドラ", "……まあ、そうよね。"],
                        ["R", "ヒカリ", "あ、でも「空の飛び方」っていう意味なら、教えてくれたのはお父さんかなぁ。"],
                        ["R", "ヒカリ", "私のお父さんもね、エア・リアルのパイロットだったんだよ。"],
                        ["L", "イサドラ", "そう。それじゃヒカリの操縦テクニックは父親譲りってわけね。"],
                        ["R", "ヒカリ", "あはは、そうかも！"],
                        ["L", "イサドラ", "(そんな単純なものじゃないだろうけどね)"],
                        ["L", "イサドラ", "……そういえばヒカリ、どこかに行く途中だって言ってなかった？"],
                        ["R", "ヒカリ", "あ、そうだった！ 急がないとまた怒られちゃう！ それじゃ私、もう行くね！"],
                        ["L", "イサドラ", "ヒカリ、めげずに頑張るのよ。"],
                        ["R", "ヒカリ", "うん、ありがとう！"],
                        ["L", "イサドラ", "……ヒカリ・ソラか。ちょっとあの子、気になるわね。"],
                        ]
                    },
                    {
                        "title":"魔が差したの",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "キザナ 市街地"],
                        ["R", "ヒカリ", "イサドラさん、一緒に来てくれてありがと！"],
                        ["L", "イサドラ", "お礼なんていいわよ。クレープぐらい、いくらでも付き合ってあげるから。"],
                        ["R", "ヒカリ", "えへへ、そう言ってもらえると嬉しいな。"],
                        ["R", "ヒカリ", "甘いものって、誰かと一緒に食べたほうが美味しいもんね！"],
                        ["L", "イサドラ", "ええ、そうね。"],
                        ["L", "イサドラ", "(なんとなくヒカリと話したくて、ついてきちゃったわ)"],
                        ["L", "イサドラ", "(この子、今日の翔握戦もすごかったし。あの強さの秘密はなんなのかしら？)"],
                        ["R", "ヒカリ", "それで、イサドラさんは何味頼む？"],
                        ["L", "イサドラ", "ん、そうね……ヒカリにお任せするわ。"],
                        ["R", "ヒカリ", "うん、分かった。それじゃ、一番キラリーンなやつ選んであげるね！"],
                        ["L", "イサドラ", "(この子の見せるアクティブな操縦。あの動きを可能としているのは、おそらく二つの能力だわ)"],
                        ["L", "イサドラ", "(動体視力と空間把握能力。ヒカリは、この二つの能力が常人よりも優れてるんじゃないかしら)"],
                        ["R", "ヒカリ", "はい、イサドラさん。"],
                        ["L", "イサドラ", "……え？"],
                        ["R", "ヒカリ", "クレープだよ。これがこのお店で一番美味しいんだから！"],
                        ["L", "イサドラ", "あら、本当に美味しそうね。それじゃ早速いただこうかしら。"],
                        ["L", "イサドラ", "…………。"],
                        ["L", "イサドラ", "(試してみるか)"],
                        ["L", "イサドラ", "あっ、いけない！"],
                        ["L", "イサドラ", "(手を滑らせたふりして、クレープをぶつける。でもこの子なら避けられるはず！)"],
                        ["R", "ヒカリ", "え？"],
                        ["C", "", "ベチャッ"],
                        ["R", "ヒカリ", "あ～……クレープが……。"],
                        ["L", "イサドラ", "(あら？ まさかの直撃？)"],
                        ["L", "イサドラ", "ご、ごめんねヒカリ。なんかその、いろいろごめん。"],
                        ["R", "ヒカリ", "えへへ、仕方ないよ。避けられなかった私も悪いし。"],
                        ["L", "イサドラ", "はあ……なに謝ってるの。全部私が悪いんだから。"],
                        ["L", "イサドラ", "とにかく、その服なんとかしましょう。クリーニング代は私が出すから。"],
                        ["R", "ヒカリ", "う、うん、そうだね。"],
                        ["L", "イサドラ", "(はあ、私ったらなにしてるのかしら。あとでもう一度、ヒカリに謝らないと)"],
                        ["R", "ヒカリ", "ねぇ、イサドラさん。"],
                        ["L", "イサドラ", "なにかしら？"],
                        ["R", "ヒカリ", "今度、もう一度クレープ食べに来ようね！"],
                        ["L", "イサドラ", "……ふふ、そうね。必ず来ましょう。"],
                        ]
                    },
                    {
                        "title":"いつかの面影",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "イサドラ", "ねえ、そこの貴方。ちょっといいかしら？"],
                        ["R", "レイカ", "はい、なんでしょうか？"],
                        ["C", "", "それは私がアズワンになった日のこと。たまたま見かけたその少女に、私は声をかけずにいられなかった。"],
                        ["L", "イサドラ", "貴方、ジ・オーダーの人間じゃないわよね？こんなところでなにをしているの？"],
                        ["R", "レイカ", "安心してください。私は怪しい者ではありません。"],
                        ["R", "レイカ", "私の名は、レイカ・フロストエッジ。"],
                        ["R", "レイカ", "仕事で来ている父に、社会勉強だからと一緒に連れてこられたのです。"],
                        ["L", "イサドラ", "あら、ずいぶんしっかりした子なのね。"],
                        ["C", "", "フロストエッジ。その名前は知っている。キザナの上層部にそういう名の男がいたはずだ。"],
                        ["L", "イサドラ", "でも、こんなところつまらないでしょ？ お姉さんとあっちでお茶でもどう？"],
                        ["R", "レイカ", "お気遣いには及びません。"],
                        ["R", "レイカ", "私もいずれ、アズワンになる身ですから。今のうちに組織を知っておくことは悪いことではありません。"],
                        ["L", "イサドラ", "……アズワンになるのが夢なの？"],
                        ["R", "レイカ", "いえ、夢ではなく、私の為すべきことだと考えています。"],
                        ["C", "", "厳格な親にそう育てられてきたのだろう。この子は、幼い頃の私によく似ている。"],
                        ["L", "イサドラ", "……貴方が心配だわ。"],
                        ["R", "レイカ", "？"],
                        ["R", "レイカ", "心配していただくようなことはなにもありませんが？"],
                        ["L", "イサドラ", "ふふ、なんでもないわ。"],
                        ["L", "イサドラ", "それじゃ貴方と私は、未来の同僚というわけね。"],
                        ["R", "レイカ", "そういうことになりますね。その際は、どうかよろしくお願いします。"],
                        ["L", "イサドラ", "こちらこそよろしく。"],
                        ["R", "レイカ", "では、父が探していると思いますので、私はこれで。"],
                        ["L", "イサドラ", "ええ、また会いましょう。"],
                        ["L", "イサドラ", "……貴方に、良き出会いがありますように。"],
                        ]
                    },
                    {
                        "title":"一人酒は寂しいから",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "イサドラの部屋"],
                        ["R", "ナギ", "イサドラさん、こんばんは。ナギです。"],
                        ["R", "ナギ", "……留守ですか？"],
                        ["R", "ナギ", "すぐに来てくれって連絡あったから来たのに、どこに行っちゃったんだろう？"],
                        ["R", "ナギ", "……あれ、扉が開いてる？"],
                        ["R", "ナギ", "もしかして、イサドラさんの身になにかあったんじゃ？"],
                        ["R", "ナギ", "だとしたら大変だ！ すぐに助けないと！"],
                        ["R", "ナギ", "イサドラさん、すみません！ 勝手に部屋入らせてもらいますよ！"],
                        ["L", "イサドラ", "あら、ナギじゃない？"],
                        ["R", "ナギ", "ああ、よかった。無事だったんですね、イサドラさん。"],
                        ["R", "ナギ", "……って、酒臭い！？"],
                        ["L", "イサドラ", "ど～したの、ナギ？ お姉さんに会いに来てくれたのかしらぁ？"],
                        ["R", "ナギ", "貴方が呼んだんでしょう！"],
                        ["L", "イサドラ", "ん～……そうだったかしら。"],
                        ["R", "ナギ", "そうなんですよ。というか、ひとまず離れてもらえませんか？"],
                        ["L", "イサドラ", "あら、ナギったら耳まで真っ赤よ？ お姉さんとお揃いね？"],
                        ["R", "ナギ", "酔っ払いと一緒にしないでくださいよ、もう……。"],
                        ["L", "イサドラ", "ふふ、だったらナギもお酒飲んじゃいましょうよ。"],
                        ["R", "ナギ", "未成年に酒を勧めるのはやめましょうね。"],
                        ["R", "ナギ", "それで、要件はなんです？"],
                        ["L", "イサドラ", "一人酒じゃ味気ないから、ナギ呼んだの♪"],
                        ["R", "ナギ", "はあ……そんなことだろうと思いましたよ。そんなに僕をからかうのが楽しいですか？"],
                        ["L", "イサドラ", "楽しいのよねぇ。これが。"],
                        ["R", "ナギ", "素直に答えないでください。"],
                        ["R", "ナギ", "それじゃ、僕はこれで帰りますから。イサドラさんももう寝てください。"],
                        ["L", "イサドラ", "寂しくなったら、また呼ぶわね♪"],
                        ["R", "ナギ", "呼ばないでもらえると嬉しいです。"],
                        ["L", "イサドラ", "とか言いながら来てくれるのがナギなのよね。 そういうところ好きよ？"],
                        ["R", "ナギ", "まったく、この人は……。"],
                        ]
                    },
                    {
                        "title":"酒の肴が欲しくて",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["C", "", "ナギの部屋"],
                        ["L", "イサドラ", "ハ～イ、ナギ。"],
                        ["R", "ナギ", "急に誰が来たかと思えば、イサドラさんじゃないですか。"],
                        ["R", "ナギ", "どうかしたんですか？"],
                        ["L", "イサドラ", "今日は、ナギの部屋で飲み会をしようと思うの。"],
                        ["R", "ナギ", "そういうのは、家主の許可を取ってから決めてもらえませんか？"],
                        ["L", "イサドラ", "飲み会しましょう？"],
                        ["R", "ナギ", "不許可です。"],
                        ["L", "イサドラ", "……そう、分かったわ。だったら飲み会は諦める。ナギが未成年だってことは、私も知っているもの。"],
                        ["R", "ナギ", "ずいぶん物分かりがいいですね。"],
                        ["L", "イサドラ", "でも、食事くらいだったらいいでしょう？"],
                        ["R", "ナギ", "……はい？"],
                        ["L", "イサドラ", "ヒカリから、ナギは料理得意だって聞いたのよ。是非ご相伴に預からせてもらえないかしら。"],
                        ["R", "ナギ", "ええ、まあ……それくらいでしたら。"],
                        ["L", "イサドラ", "それじゃ失礼するわね。"],
                        ["R", "ナギ", "今は簡単な料理しか用意できませんけど、それでもかまいませんか？"],
                        ["L", "イサドラ", "ふふ、作ってもらえるだけで幸せよ。"],
                        ["R", "ナギ", "そ、そうですか。"],
                        ["R", "ナギ", "それじゃ、すぐに用意しますね。"],
                        ["L", "イサドラ", "急がなくても大丈夫よ。お酒飲みながら、ゆっくり待たせてもらうから。"],
                        ["R", "ナギ", "え、結局飲むんですか！？"],
                        ["L", "イサドラ", "ふふ、助かったわ～。お酒のおつまみがなくて困ってたのよね。"],
                        ["R", "ナギ", "食事だけって言ったじゃないですか！"],
                        ["L", "イサドラ", "食事のついでに、ちょっと飲むだけだから。ね、許して？"],
                        ["R", "ナギ", "……分かりました。その代わり、食事が終わったらすぐ帰ってくださいね！"],
                        ["L", "イサドラ", "ふふ、もちろん。ナギって本当に優しいわよねぇ。"],
                        ]
                    },
                    {
                        "title":"可愛い新人",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"お姉さんからのアドバイス",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"早期任務",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"どっちもどっち",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"いつかどこかの星脈で",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クエスト「イサドラの誕生日1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「イサドラの誕生日2」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「イサドラの誕生日3」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「イサドラの誕生日4」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
        Nagi:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ【？】",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"星血と翔握戦【？】",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国【？】",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ【？】",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ナギとカーディナル【？】",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ザ・ナイト【？】",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"エア・グランデ【？】",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"少年と料理",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "ナギ", "あなたと少しお話したいのですが。何から話せばいいか……。"],
                        ["L", "ナギ", "そうだ、僕の趣味を聞いてもらおうかな。"],
                        ["L", "ナギ", "料理って、作ったことありますか？"],
                        ["L", "ナギ", "そう、食べる方じゃなくて作る方です。"],
                        ["L", "ナギ", "僕、料理が趣味なんです。"],
                        ["L", "ナギ", "やってみるとけっこう面白いんですよ。"],
                        ["L", "ナギ", "塩加減一つで味が変わってしまったり、奥が深いです。"],
                        ["L", "ナギ", "こんなにハマるなんて自分でも驚いているんですが、やってるうちにだんだんと凝ってきちゃって。"],
                        ["L", "ナギ", "最近は色々な調味料を買い集めたり、新しい調理器具を導入したりしてるんですよ。"],
                        ["L", "ナギ", "将来は料理人にでもなるつもりか、ですか？"],
                        ["L", "ナギ", "ハハ、それもいいかもしれませんね。"],
                        ]
                    },
                    {
                        "title":"僕たちが強くなった理由【？】",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"僕たちの特別な意味【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"アズワンになった理由【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"本心は【？】",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"絶好のチャンス【？】",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"振り回されて【？】",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クエスト「ナギの誕生日1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「ナギの誕生日2」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「ナギの誕生日3」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「ナギの誕生日4」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
        Kazuma:
        [
            {
                "category":"ジ・オーダー・レポート",
                "scene":
                [
                    {
                        "title":"キザナ【？】",
                        "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"星血と翔握戦【？】",
                        "flag":"クエスト「マグ殲滅作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ヴ・レード惺王国【？】",
                        "flag":"クエスト「ポート奪還作戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"轟国ア・スレッガ【？】",
                        "flag":"クエスト「Sマグ討伐作戦」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"カズマとサブライガ【？】",
                        "flag":"クエスト「アサルトの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"ザ・ナイト【？】",
                        "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"エア・グランデ【？】",
                        "flag":"クエスト「サポートの実戦1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"DePSログ",
                "scene":
                [
                    {
                        "title":"戦う理由",
                        "flag":"初めから出現",
                        "dialog":
                        [
                        ["L", "カズマ", "いやー、お前、俺と気が合いそうだな。ノリがいいぜ。"],
                        ["L", "カズマ", "楽しんで行こうぜ！"],
                        ["L", "カズマ", "俺にとっての戦争ってのは、一番ド派手なゲームみたいなもんさ。"],
                        ["L", "カズマ", "強い奴と戦って勝つ。ついでに金も稼ぐ。それ以外の何物でもねーよ。"],
                        ["L", "カズマ", "正義だの大義名分だの振りかざして戦ってる奴らもいるけどさ、そういうのは俺抜きでやってもらいたいね。"],
                        ["L", "カズマ", "そいつらがなにを語ろうが、戦いの結論は変わらない。"],
                        ["L", "カズマ", "戦いを制した方の勝ち。そうだろ？"],
                        ["L", "カズマ", "みんな難しく考えすぎなんじゃねーかな。"],
                        ["L", "カズマ", "ゲームだと思って、肩の力抜いてやればいいのにな。"],
                        ["L", "カズマ", "お前もそう思わねーか？"],
                        ]
                    },
                    {
                        "title":"拳が一番【？】",
                        "flag":"DePS1500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"頼れる相棒【？】",
                        "flag":"DePS5500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"たったひとつの選択肢【？】",
                        "flag":"DePS9500を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"巡星の日常",
                "scene":
                [
                    {
                        "title":"真剣勝負！【？】",
                        "flag":"DePS150を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"任務のない日【？】",
                        "flag":"DePS300を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"月に一度のお楽しみ【？】",
                        "flag":"DePS400を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"DePS？？？を達成",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"バースデイ・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クエスト「カズマの誕生日1」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「カズマの誕生日2」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「カズマの誕生日3」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"クエスト「カズマの誕生日4」をクリア",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
            {
                "category":"シーズナル・レポート",
                "scene":
                [
                    {
                        "title":"？？？",
                        "flag":"クリスマス期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"正月期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                    {
                        "title":"？？？",
                        "flag":"バレンタイン期間中にログイン？",
                        "dialog":
                        [
                        ["", "", ""],
                        ]
                    },
                ],
            },
        ],
    },
    Quotes:
    {
        Hikari:
        [
            {
                "when":"ログイン時",
                "quote":""
            },
            {
                "when":"終了時",
                "quote":""
            }
        ],
        Reika:
        [
        ],
        Shirley:
        [
        ],
        Isadora:
        [
        ],
        Nagi:
        [
            {
                "when":"ログイン時(誕生日)",
                "quote":
                    ["誕生日おめでとうございます", "地球ではどんな風にお祝いするのでしょうか？"]
            }
        ],
        Kazuma:
        [
        ],
    }
};

const fullName =
{
    "ヒカリ":"ヒカリ・ソラ",
    "レイカ":"レイカ・フロストエッジ",
    "シャーリー":"シャルロッテ・ダヴェーヌ",
    "イサドラ":"イサドラ・エザルタード",
    "ナギ":"ナギ・オネス",
    "カズマ":"カズマ・アブレイズ"
};
const tabAsOneStory = document.getElementById("tabAsOneStory");
tabAsOneStory.addEventListener("prechange", (event) =>
{
    textToolbar = `${fullName[event.tabItem.textContent]}`;
    document.querySelector("#pageAsOneStory .center").innerHTML = textToolbar;
}, false);
document.querySelector("#pageAsOneStory ons-toolbar-button").onclick = () =>
{
    document.getElementById("textToast").innerHTML = SPDB.AsOneStory.Status;
    toast.toggle();
};

const appendData = (tab) =>
{
    const fragment = document.createDocumentFragment();
    // SPDB.AsOneStory.Story
    const form = document.createElement("form");
    form.setAttribute("name", `story${tab}`);

    for(const [categoryOrder, categories] of SPDB.AsOneStory.Story[tab].entries())
    {
        const list_header = document.createElement("ons-list-header");
        list_header.innerHTML = categories.category;
        form.appendChild(list_header);
        for(const [titleOrder, items] of categories.scene.entries())
        {
            if(items.title == "？？？")
            {
                continue;
            }

            const list_item = document.createElement("ons-list-item");
            list_item.setAttribute("expandable", "");
            const expandableContent = document.createElement("div");
            expandableContent.setAttribute("class", "expandable-content");

            for(const [dialogOrder, dialog] of items.dialog.entries())
            {
                const nameRadio = `${tab}${categoryOrder}-${titleOrder}`;
                const idRadio = `${tab}${categoryOrder}-${titleOrder}-${dialogOrder}`;
                const idList_item = `li${tab}${categoryOrder}-${titleOrder}-${dialogOrder}`;

                const label = document.createElement("label");
                label.setAttribute("for", idRadio);

                const expandableList_item = document.createElement("ons-list-item");
                expandableList_item.setAttribute("tappable", "");
                expandableList_item.setAttribute("id", idList_item);
                if(dialogOrder != 0)
                {
                    expandableList_item.setAttribute("class", "hidden asoneStory");
                }
                else
                {
                    expandableList_item.setAttribute("class", "asoneStory");
                }

                const input = document.createElement("input");
                input.setAttribute("type", "radio");
                input.setAttribute("name", nameRadio);
                input.setAttribute("id", idRadio);
                input.setAttribute("value", dialogOrder);
                input.setAttribute("class", "hidden");
                input.onclick = () =>
                {
                    const radioNodeList = document.forms[`story${tab}`][nameRadio];
                    const value = Number(document.forms[`story${tab}`][nameRadio].value);
                    const targetNum = value + 1;
                    if(radioNodeList.length > targetNum)
                    {
                        const edit = document.getElementById(`li${tab}${categoryOrder}-${titleOrder}-${targetNum}`);
                        edit.setAttribute("class", "asoneStory");
                    }
                };

                const alignDialog = () =>
                {
                    const area =
                        dialog[0][0] === "C" ? "area8":
                        dialog[0][0] === "R" ? "area9":
                        dialog[0][0] === "L" ? "area7":"";

                    if(area === "")
                    {
                        return "<ons-col>このアズワンストーリーはまだ入力されていません。</ons-col>";
                    }
                    else
                    {
                        const decolate = [];
                        if(dialog[0].includes("Bold"))
                        {
                            decolate.push("bold");
                        }
                        if(dialog[0].includes("Large"))
                        {
                            decolate.push("large");
                        }

                        const dialogHtml = decolate.length <= 0 ?
                            area === "area8" ?
                                `${dialog[2]}`:
                                `${dialog[1]}<br>「${dialog[2]}」`
                            :
                            `${dialog[1]}<br><span class="${decolate.join(" ")}">「${dialog[2]}」</span>`;
                        return `<ons-col class="${area}">${dialogHtml}</ons-col>`;
                    }
                };
                expandableList_item.innerHTML = `
                    <ons-row>
                        ${alignDialog()}
                    </ons-row>
                `;

                expandableList_item.appendChild(input);
                label.appendChild(expandableList_item);
                expandableContent.appendChild(label);
            }
            list_item.innerHTML = `
                ${items.title}
                <span class="list-item__subtitle">
                    　${items.flag}
                </span>
            `;
            list_item.appendChild(expandableContent);
            form.appendChild(list_item);
        }
    }
    fragment.appendChild(form);

    // // SPDB.AsOneStory.Quotes
    // {
    //     const list_header = document.createElement("ons-list-header");
    //     list_header.innerHTML = `セリフ`;
    //     fragment.appendChild(list_header);
    // }
    // for(const items of SPDB.AsOne.Quotes[tab])
    // {
    //     const list_item = document.createElement("ons-list-item");
    //     list_item.setAttribute("expandable", "");
    //     list_item.innerHTML = `
    //         ${items.when}
    //         <div class="expandable-content">
    //             ${items.quote}
    //         </div>
    //     `;
    //     fragment.appendChild(list_item);
    // }

    const findElement = (query) =>
    {
        const listAsOneStory = document.getElementById(query);
        if(listAsOneStory != null)
        {
            clearInterval(idSetInterval);
            listAsOneStory.appendChild(fragment);
        }
        else
        {
            console.log(`${query} not found yet...`);
        }
    };
    const idSetInterval = setInterval(findElement, 100, `listAsOneStory_${tab}`);
};

const tabs = ["Hikari", "Reika", "Shirley", "Isadora", "Nagi", "Kazuma"];
for(const tab of tabs)
{
    appendData(tab);
}
};
