const funcPageAsOne = () =>
{
    SPDB.AsOne =
    {
        Status:`
            ステータス<br>
            　すべて埋まっています。`,
        Skill:
        {
            Hikari:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"フルドライブ時間延長",
                    "flag":"クエスト「ヒカリからの依頼1」をクリア",
                    "level":6
                },
                {
                    "skill":"ロックオンエリア拡大",
                    "flag":"クエスト「ヒカリからの依頼2」をクリア",
                    "level":6
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「ヒカリからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対ビーム防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"ポート占拠速度上昇",
                    "flag":"DePS3500を達成",
                    "level":6
                },
                {
                    "skill":"ビーム攻撃力上昇",
                    "flag":"DePS5500を達成",
                    "level":5
                },
                {
                    "skill":"ブースト消費量減少",
                    "flag":"DePS7500を達成",
                    "level":7
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"ダッシュ速度上昇",
                    "flag":"クエスト「ヒカリとスキルアップ1」をクリア",
                    "level":6
                },
                {
                    "skill":"回避性能上昇",
                    "flag":"クエスト「ヒカリとスキルアップ2」をクリア",
                    "level":7
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「ヒカリとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ],
            Reika:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"対象ロスト耐性上昇",
                    "flag":"クエスト「レイカからの依頼1」をクリア",
                    "level":5
                },
                {
                    "skill":"設置時間強化",
                    "flag":"クエスト「レイカからの依頼2」をクリア",
                    "level":4
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「レイカからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対格闘防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"状態異常時間延長",
                    "flag":"DePS3500を達成",
                    "level":4
                },
                {
                    "skill":"実弾攻撃力上昇",
                    "flag":"DePS5500を達成",
                    "level":5
                },
                {
                    "skill":"回復量上昇",
                    "flag":"DePS7500を達成",
                    "level":2
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"フルドライブ溜め短縮",
                    "flag":"クエスト「レイカとスキルアップ1」をクリア",
                    "level":4
                },
                {
                    "skill":"ポート占拠速度上昇",
                    "flag":"クエスト「レイカとスキルアップ2」をクリア",
                    "level":5
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「レイカとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ],
            Shirley:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"設置時間強化",
                    "flag":"クエスト「シャーリーからの依頼1」をクリア",
                    "level":4
                },
                {
                    "skill":"ロックオンエリア拡大",
                    "flag":"クエスト「シャーリーからの依頼2」をクリア",
                    "level":6
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「シャーリーからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対格闘防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"ポート占拠速度上昇",
                    "flag":"DePS3500を達成",
                    "level":6
                },
                {
                    "skill":"ビーム攻撃力上昇",
                    "flag":"DePS5500を達成",
                    "level":5
                },
                {
                    "skill":"アーマー値最大量上昇",
                    "flag":"DePS7500を達成",
                    "level":7
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"対象ロスト耐性上昇",
                    "flag":"クエスト「シャーリーとスキルアップ1」をクリア",
                    "level":5
                },
                {
                    "skill":"対実弾防御力上昇",
                    "flag":"クエスト「シャーリーとスキルアップ2」をクリア",
                    "level":3
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「シャーリーとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ],
            Isadora:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"対象ロスト耐性上昇",
                    "flag":"クエスト「イサドラからの依頼1」をクリア",
                    "level":5
                },
                {
                    "skill":"ダッシュ速度上昇",
                    "flag":"クエスト「イサドラからの依頼2」をクリア",
                    "level":6
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「イサドラからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対ビーム防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"状態異常時間延長",
                    "flag":"DePS3500を達成",
                    "level":4
                },
                {
                    "skill":"実弾攻撃力上昇",
                    "flag":"DePS5500を達成",
                    "level":5
                },
                {
                    "skill":"ロックオン距離延長",
                    "flag":"DePS7500を達成",
                    "level":6
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"ビーム攻撃力上昇",
                    "flag":"クエスト「イサドラとスキルアップ1」をクリア",
                    "level":5
                },
                {
                    "skill":"ロックオンエリア拡大",
                    "flag":"クエスト「イサドラとスキルアップ2」をクリア",
                    "level":6
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「イサドラとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ],
            Nagi:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"対象ロスト耐性上昇",
                    "flag":"クエスト「ナギからの依頼1」をクリア",
                    "level":5
                },
                {
                    "skill":"ダッシュ速度上昇？",
                    "flag":"クエスト「ナギからの依頼2」をクリア",
                    "level":6
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「ナギからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対実弾防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"ポート占拠速度上昇",
                    "flag":"DePS3500を達成",
                    "level":6
                },
                {
                    "skill":"ビーム攻撃力上昇",
                    "flag":"DePS5500を達成",
                    "level":5
                },
                {
                    "skill":"格闘攻撃力上昇",
                    "flag":"DePS7500を達成",
                    "level":5
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"ロックオンエリア拡大",
                    "flag":"クエスト「ナギとスキルアップ1」をクリア",
                    "level":6
                },
                {
                    "skill":"耐久値最大量上昇",
                    "flag":"クエスト「ナギとスキルアップ2」をクリア",
                    "level":7
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「ナギとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ],
            Kazuma:
            [
                {
                    "skill":"武器切り替え速度上昇",
                    "flag":"初期所持スキル",
                    "level":4
                },
                {
                    "skill":"フルドライブ時間延長",
                    "flag":"クエスト「カズマからの依頼1」をクリア",
                    "level":6
                },
                {
                    "skill":"アーマー回復速度上昇",
                    "flag":"クエスト「カズマからの依頼2」をクリア",
                    "level":7
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「カズマからの依頼？？？」をクリア",
                    "level":"？？？"
                },
                {
                    "skill":"対実弾防御力上昇",
                    "flag":"DePS1500を達成",
                    "level":3
                },
                {
                    "skill":"フルドライブ時間延長",
                    "flag":"DePS3500を達成",
                    "level":6
                },
                {
                    "skill":"状態異常時間延長",
                    "flag":"DePS5500を達成",
                    "level":4
                },
                {
                    "skill":"実弾攻撃力上昇",
                    "flag":"DePS7500を達成",
                    "level":5
                },
                {
                    "skill":"経験値取得量上昇",
                    "flag":"DePS9500を達成",
                    "level":1
                },
                {
                    "skill":"？？？",
                    "flag":"DePS？？？を達成",
                    "level":"？？？"
                },
                {
                    "skill":"ロックオンエリア拡大",
                    "flag":"クエスト「カズマとスキルアップ1」をクリア",
                    "level":6
                },
                {
                    "skill":"対格闘防御力上昇",
                    "flag":"クエスト「カズマとスキルアップ2」をクリア",
                    "level":3
                },
                {
                    "skill":"？？？",
                    "flag":"クエスト「カズマとスキルアップ？？？」をクリア",
                    "level":"？？？"
                },
            ]
        },
        Story:
        {
            Hikari:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["L", "ヒカリ", "はぁぁ……空を飛ぶのってサイコー！ キラリーンって感じだった！"],
                        ["L", "ヒカリ", "あ、ごめんごめん。思わずうっとりしちゃった。"],
                        ["L", "ヒカリ", "楽しかったね、出撃。"],
                        ["L", "ヒカリ", "アズワンになった甲斐があったなー。"],
                        ["L", "ヒカリ", "エア・リアルを操縦できるのはアズワンだけなの。"],
                        ["L", "ヒカリ", "アズワンってのは私たちのことね。私もアズワン、キミもアズワン。"],
                        ["L", "ヒカリ", "で、私が今いるのがキザナ。"],
                        ["L", "ヒカリ", "……国？ ううん、キザナは国じゃない。"],
                        ["L", "ヒカリ", "タコクセキ……タコスズキ……キンギョ……？"],
                        ["L", "ヒカリ", "タコス好き金魚？"],
                        ["L", "ヒカリ", "(違う気がする……)"],
                        ["L", "ヒカリ", "ちょっとキミ、笑いすぎじゃない！？"],
                        ["L", "ヒカリ", "コホン……。"],
                        ["L", "ヒカリ", "良く知らないんだけど、キザナはお金持ちの企業がいっぱい集まって作られたとか……そういう感じなんだって！"],
                        ["L", "ヒカリ", "キザナは技術力が凄いんだよね。"],
                        ["L", "ヒカリ", "キザナはエア・リアルを製造できるから、世界に大きな影響力がある。そのおかげで戦争に対しても中立の立場が取れるってわけ。"],
                        ["L", "ヒカリ", "キザナってそんな感じ。"],
                        ["L", "ヒカリ", "じゃ、また会おうね！"],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦【？】",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国【？】",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["L", "ヒカリ", "今日はア・スレッガについて教える約束だったね！"],
                        ["C", "", "ヒカリはメモ用紙を取り出し、読み始めた。"],
                        ["L", "ヒカリ", "ア・スレッガの正式名称は轟国(ごうこく)ア・スレッガ。"],
                        ["L", "ヒカリ", "星血(ほしのち)が大好きなんだよねー。物凄く執着してる感じ。"],
                        ["L", "ヒカリ", "強くなるために星血をたくさん手に入れなくちゃいけないっていうのがポリシー。"],
                        ["L", "ヒカリ", "いつでも星血を欲しがってて、どんどん掘ろうっていうア・スレッガ。"],
                        ["L", "ヒカリ", "必要以上に採るなっていうヴ・レード。"],
                        ["L", "ヒカリ", "喧嘩するのも当たり前だよね。"],
                        ["L", "ヒカリ", "イヌとサルとキジの関係、っていうんでしょ？ 地球では。"],
                        ["L", "ヒカリ", "あれ？ 違う？ おばあさんと川と洗濯の法則だっけ……？"],
                        ["L", "ヒカリ", "アハハ……今度教えてね、その昔話。"],
                        ["L", "ヒカリ", "またね！"],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヒカリとソリディア【？】",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ザ・ナイト【？】",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ【？】",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"こんにちは！",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["L", "ヒカリ", "こんにちは！ 私はヒカリ・ソラ。"],
                        ["L", "ヒカリ", "今、巡星(めぐりぼし)から話しかけているんだけど……。"],
                        ["L", "ヒカリ", "キミが今日、一緒に飛んでくれた地球の人だよね？"],
                        ["L", "ヒカリ", "今日の飛行はすっごい感覚だった。あんなの初めて！"],
                        ["L", "ヒカリ", "きっと私たちの相性が良かったんだと思う。"],
                        ["L", "ヒカリ", "何だか胸の奥がキュンキュンした……。"],
                        ["L", "ヒカリ", "キミとならどこまでも高く飛んでいける。"],
                        ["L", "ヒカリ", "そんな気がした！"],
                        ["L", "ヒカリ", "空は気に入った？"],
                        ["L", "ヒカリ", "いいよね！"],
                        ["L", "ヒカリ", "私、空を飛ぶためにアズワンになったんだ！"],
                        ["L", "ヒカリ", "キミと一緒に色んな空を飛んでみたい。"],
                        ["L", "ヒカリ", "これからもよろしくね！"],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"ヒカリの直感【？】",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"キラキラリーン！【？】",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"扉の先へ【？】",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"レイカとの出会い",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["C", "", "[画像: ジ・オーダー本部]"],
                        ["L", "ヒカリ", "ここが本部かぁ。広いなぁ……。"],
                        ["L", "ヒカリ", "就任式の場所……どこだっけ？"],
                        ["L", "ヒカリ", "やばい……あれ？ 地図がないぜ！？ あれれ？"],
                        ["C", "", "ジ・オーダー本部で迷子になった若きアズワンに、近づく影一つ。"],
                        ["R", "レイカ", "まさかとは思うけど、貴方がもう一人のアズワン？"],
                        ["L", "ヒカリ", "へっ？ うん。そうだよ！"],
                        ["L", "ヒカリ", "ああ良かった……。人が居た……。"],
                        ["R", "レイカ", "貴方ハッキリ言って遅刻よ。初日から遅れるなんて、最の低です。"],
                        ["L", "ヒカリ", "キラリーン！"],
                        ["L", "ヒカリ", "私、ヒカリ・ソラ！"],
                        ["L", "ヒカリ", "あなたも今日からアズワンになる人？ よろしくね！"],
                        ["R", "レイカ", "話を聞きなさい。"],
                        ["L", "ヒカリ", "ねえねえ、あなたのお名前は？"],
                        ["R", "レイカ", "え？ レイカ……フロストエッジ……。"],
                        ["L", "ヒカリ", "レイカちゃん！ フフフっ、一緒に頑張ろうね！"],
                        ["L", "ヒカリ", "今日の合格者は二人だけだって！ これも何かの運命だよね！"],
                        ["L", "ヒカリ", "レイカちゃんとの絆を感じる……。"],
                        ["R", "レイカ", "……？"],
                        ["C", "", "ヒカリに固く手を握り締められるが、レイカは無表情なままだ。"],
                        ["R", "レイカ", "絆なんてあやふやなこと、分からないわ。"],
                        ["R", "レイカ", "ヒカリ……と言ったかしら？ これから私達は常にアズワンとして恥じぬ言動を求められるのよ？"],
                        ["R", "レイカ", "貴方はこの意味が分かっているの？ アズワンが就任式に遅刻するなんてもってのほか……。"],
                        ["L", "ヒカリ", "恥じない行動。そう……そうだよね。"],
                        ["R", "レイカ", "そうよ。"],
                        ["L", "ヒカリ", "アズワンになったんだからぎゅーんと飛んで見せなきゃね！"],
                        ["R", "レイカ", "！？"],
                        ["L", "ヒカリ", "エア・リアルに乗ってレイカちゃんと二人で大空を駆け巡るの！"],
                        ["L", "ヒカリ", "うーーん、楽しみぃ～！"],
                        ["R", "レイカ", "……。"],
                        ["R", "レイカ", "(理解できない……)"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"譲れない戦い",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["C", "", "休憩室で二人の少女が睨み合っていた。"],
                        ["L", "ヒカリ", "ぜぇぇぇったい「コシ」だよ！"],
                        ["R", "シャーリー", "いいや、「ツブ」よ！"],
                        ["C", "", "テーブルの上には、たくさんのまんじゅうが積まれている。"],
                        ["L", "ヒカリ", "私、こしあんだったらいくつでも食べられる！"],
                        ["R", "シャーリー", "粒あんこそ至高！ まんじゅうは、この歯ごたえがあってこそのものよ！"],
                        ["L", "ヒカリ", "こしあんの喉越しこそ究極の美味じゃない！？ キラキラキラリーンって感じでしょ！"],
                        ["L", "ヒカリ", "大体、こしあんのが甘さを感じるし！"],
                        ["R", "シャーリー", "甘すぎない粒あんの方が体に良いに決まってるじゃないの？"],
                        ["L", "ヒカリ", "甘味は体に良いんだから。こしあんの方が健康的だよ！"],
                        ["R", "シャーリー", "何ィ……そこまで言ったら……もう戦争だべ。"],
                        ["L", "ヒカリ", "だべ！？"],
                        ["R", "シャーリー", "……あ……何でも無いわ。良いから勝負よ！"],
                        ["L", "ヒカリ", "望むところ！"],
                        ["R", "シャーリー", "うりゃあああ！"],
                        ["L", "ヒカリ", "でぇりゃあ！"],
                        ["C", "", "ヒカリはこしあんのまんじゅう、シャーリーは粒あんのまんじゅうを手に取り、戦闘態勢を取った。"],
                        ["L", "ヒカリ", "いくよ！"],
                        ["R", "シャーリー", "生意気なッ！"],
                        ["C", "", "掛け声と共に両者の手が振り下ろされ、まんじゅうを口にくわえる。"],
                        ["L", "ヒカリ", "こしあんならいくつでも食べられるぅ～！"],
                        ["R", "シャーリー", "世界中の粒あんを目の前に積まれても全部消し去る自信があるわ！"],
                        ["C", "", "大食い対決が始まった。"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"地球の料理",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部 アズワン宿泊施設"],
                        ["C", "", "宿泊施設の台所には食材が常備されており、誰でも使えるようになっている。"],
                        ["C", "", "台所の中では、エプロンを付けたヒカリが、ナギと向かい合っていた。"],
                        ["L", "ヒカリ", "できた～！"],
                        ["L", "ヒカリ", "これがカレーライス！"],
                        ["R", "ナギ", "やっと完成したね。"],
                        ["L", "ヒカリ", "地球のデータをもとにしたレシピなんだけど……。"],
                        ["L", "ヒカリ", "……面白い匂いだね。"],
                        ["R", "ナギ", "僕は少し手伝っただけだったね。ヒカリさんはとても手際が良いよ。"],
                        ["L", "ヒカリ", "ナギ君のが上手いよ。キラッキラだったもん！"],
                        ["L", "ヒカリ", "いつも料理してるって聞いたけど、本当だったね。"],
                        ["R", "ナギ", "料理は好きなんだ。みんなが僕の料理で喜んでくれるのが嬉しくて。"],
                        ["L", "ヒカリ", "ナギ君らしいねえ。"],
                        ["L", "ヒカリ", "さて、これを器に盛らないと……。"],
                        ["R", "カズマ", "クンクン……。上手そうな匂いだな。いただくぜ！"],
                        ["C", "", "突如としてテーブルの下から現れたカズマが、ヒカリが持つ鍋にスプーンを差し込んだ。"],
                        ["L", "ヒカリ", "こらぁカズマ！ 鍋ごと持っていくなぁ！"],
                        ["R", "カズマ", "なんだよケチ。俺にもくれよ。"],
                        ["L", "ヒカリ", "これはライスにかけて食べるものなの！ 「カレー」「ライス」なんだから！ 盛るから待ってて！"],
                        ["R", "カズマ", "ふーん。「ライス」ってどんなの？"],
                        ["L", "ヒカリ", "ライスは……無かったからこのおまんじゅうにしようと思ってて。"],
                        ["L", "ヒカリ", "勿論こしあんよ。"],
                        ["R", "ナギ", "ただ僕は……あん的なものとの味の調和については……そのぉ……。"],
                        ["L", "ヒカリ", "ま、いいじゃないナギ君。カズマにまずは試食してもらえば。"],
                        ["R", "カズマ", "へぇ。面白いな。これが地球の名物か。"],
                        ["L", "ヒカリ", "うん。"],
                        ["R", "ナギ", "多分そうだと……思うけど……僕は……僕は……。"],
                        ["R", "カズマ", "よし、それじゃさっさと俺によこせ。カレーライスを！"],
                        ["L", "ヒカリ", "はいはい。"],
                        ["C", "", "カズマは偉そうにふんぞり返ってイスに戻ると、マイスプーンを料理めがけて振り下ろした。"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"地球の飲み物",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部の宿泊施設にある休憩室で……。"],
                        ["C", "", "ヒカリとイサドラが、飲料のカタログを眺めながら議論していた。"],
                        ["L", "ヒカリ", "絶対にイチゴミルクだよ！ ただでさえ美味しいイチゴにミルクを足すんだから、美味しいに決まってるよねこれは！？"],
                        ["R", "イサドラ", "もう、子供ねぇ……。"],
                        ["R", "イサドラ", "せっかくキザナがボーナスで地球の飲み物を再現してくれるっていうのに……。"],
                        ["R", "イサドラ", "そんな安いもので良いの？"],
                        ["L", "ヒカリ", "子供でいいもん。だからイチゴミルクー！"],
                        ["R", "イサドラ", "こんなチャンス滅多に無いのよ？"],
                        ["L", "ヒカリ", "ゼッタイ！ 絶対これ！"],
                        ["R", "イサドラ", "それより、これにしない？  これは穀物の高級ジュースなの。"],
                        ["L", "ヒカリ", "ジュースぅ……？"],
                        ["R", "イサドラ", "穀物を発酵させて濾過したものなの。透明で綺麗でしょ？ のど越しが絶品よ。"],
                        ["L", "ヒカリ", "高級ジュースかぁ……。確かに美味しそう。般若湯(はんにゃとう)って名前もミステリアスで素敵かも。"],
                        ["R", "イサドラ", "でしょ？ じゃ、これに決定ね……。"],
                        ["L", "ヒカリ", "あーっ！ ちょっと待った！ これ「日本酒」って書いてある！ お酒じゃない！？"],
                        ["R", "イサドラ", "(ちいっ)"],
                        ["R", "イサドラ", "全然お酒じゃないわよ。"],
                        ["L", "ヒカリ", "お酒って書いてあるし！"],
                        ["R", "イサドラ", "般若湯なの。"],
                        ["L", "ヒカリ", "お酒は私飲めないもん！ ダメ！"],
                        ["R", "イサドラ", "お酒じゃない、お酒じゃないから……般若だから……言わば湯だから。"],
                        ["C", "", "二人の議論は長時間続き、注文の締め切り時間が過ぎるまで決着が付かなかった……。"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"お泊り会",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["C", "", "宿泊施設の空調設備故障によって……。"],
                        ["C", "", "ヒカリの部屋にレイカ、シャーリー、イサドラが泊まることになった。"],
                        ["R", "シャーリー", "あー、涼しい。ちょっと、もうちょっと温度下げてよ。"],
                        ["L", "ヒカリ", "体に悪いよー。これぐらいで良いじゃない。"],
                        ["R", "イサドラ", "ヒカリ、このクッキー貰うわよ。"],
                        ["L", "ヒカリ", "あーっ！"],
                        ["R", "シャーリー", "いただきーっ！"],
                        ["R", "レイカ", "みんなうるさい。私、もう寝たいんだけど。"],
                        ["L", "ヒカリ", "もうー、イサドラが「ヒカリの部屋に泊まろう」なんて言うからー。"],
                        ["R", "イサドラ", "だって、エアコンが壊れてないのこの部屋だけだしー。"],
                        ["R", "シャーリー", "カズマの部屋も壊れてないって言ってたわね。"],
                        ["L", "ヒカリ", "じゃあカズマの部屋に行けばいいじゃない。"],
                        ["R", "イサドラ", "えっ！？ シャーリーとカズマってそういう仲だったのォ～？"],
                        ["R", "シャーリー", "！？"],
                        ["R", "シャーリー", "ちっ、違うべ！！"],
                        ["L", "ヒカリ", "あれ？ でも、この前ゲームやりに行ったって言ってなかったっけ？"],
                        ["R", "イサドラ", "あらぁ～。"],
                        ["R", "シャーリー", "あ、あれはアイツが挑戦して来たからだべ！"],
                        ["L", "ヒカリ", "挑戦するなんて仲が良い証拠じゃないの？ ほらほら、喧嘩するほど……。"],
                        ["R", "イサドラ", "あらぁ～。あらあらぁ～～。"],
                        ["R", "シャーリー", "かーーーっ！ 誰があんなヤロウ！！"],
                        ["R", "イサドラ", "あらぁ？ 赤くなってない？"],
                        ["R", "シャーリー", "黙れオバサン！"],
                        ["R", "イサドラ", "誰がオバサンよ！？"],
                        ["L", "ヒカリ", "ちょっと、私のまくら投げないでよ！"],
                        ["R", "レイカ", "うるさい！！！！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"素敵な一日",
                    "flag":"クエスト「ヒカリの誕生日1」をクリア",
                    "dialog":
                    [
                        ["C", "", "4月26日 朝 キザナ上空"],
                        ["L", "ヒカリ", "ついにこの日が来た！"],
                        ["L", "ヒカリ", "4月26日、今日は私の誕生日。"],
                        ["L", "ヒカリ", "すっごくいい天気だし、今日はきっとキラッキラで素敵な一日になるわよね。"],
                        ["L", "ヒカリ", "誕生日最初にやることといったら、やっぱりエア・リアルに乗ること！"],
                        ["L", "ヒカリ", "私の生きてる理由みたいなところあるし、やっぱり外せないよね～。"],
                        ["L", "ヒカリ", "もし時間が合えば、地球のあの人にも付き合ってもらったんだけど。"],
                        ["L", "ヒカリ", "それにしても、こんな大空を自由に飛び回れるなんて、すっごい幸せだよね～。"],
                        ["L", "ヒカリ", "お父さん、お母さん、今日も私は幸せいっぱいで生きてます！"],
                        ["L", "ヒカリ", "な～んてね。"],
                        ["L", "ヒカリ", "あ、そうだ！ この幸せな気持ちを、みんなにもおすそわけしてあげちゃおう！"],
                        ["L", "ヒカリ", "うん、すっごくいい考え！"],
                        ["L", "ヒカリ", "そうと決まれば、ジ・オーダーに戻らないと！ 今日がいい誕生日になりますように！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"持ってって！",
                    "flag":"クエスト「ヒカリの誕生日2」をクリア",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
                        ["L", "ヒカリ", "おはよう、イサドラさん！"],
                        ["R", "イサドラ", "こんな朝早くに珍しいわね。もしかしてもう出撃してきたの？"],
                        ["L", "ヒカリ", "ううん、ちょっとエア・リアルで空のお散歩してきたんだ。"],
                        ["L", "ヒカリ", "今日は特別な日なんだよね。"],
                        ["R", "イサドラ", "ふぅん？ 今日って何の日だったかしら。"],
                        ["L", "ヒカリ", "今日はね、私の誕生日なの。"],
                        ["R", "イサドラ", "あら……それはおめでとう。"],
                        ["L", "ヒカリ", "ありがとう。"],
                        ["L", "ヒカリ", "ねぇイサドラさん。よかったら、このあと一緒にケーキ食べに行かない？"],
                        ["R", "イサドラ", "ふふ、誕生日のお祝いってことかしら。いいじゃない。"],
                        ["R", "イサドラ", "でも悪いわね。私はこれから出撃なのよ。"],
                        ["L", "ヒカリ", "そうなんだ。それじゃあお守り代わりに、私の幸せな気持ちを持ってってよ。きっとイサドラさんを守ってくれるから！"],
                        ["R", "イサドラ", "ふふ、アリガト。それじゃそろそろ行ってくるわ。"],
                        ["R", "イサドラ", "ヒカリ、いい誕生日になるといいわね。"],
                        ["L", "ヒカリ", "うん。イサドラさんも気をつけてね！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"時間ある？",
                    "flag":"クエスト「ヒカリの誕生日3」をクリア",
                    "dialog":
                    [
                        ["R", "レイカ", "え、ケーキを食べに……ですか？"],
                        ["L", "ヒカリ", "うん、美味しいお店があるんだ～。よかったら一緒にどうかな？"],
                        ["R", "レイカ", "せっかくですけど、お断りします。甘いものにはあまり興味がないので。"],
                        ["R", "レイカ", "それに、今日は図書館に行くつもりでしたし……。"],
                        ["L", "ヒカリ", "え～、そんなこと言わずに一緒に行こうよ～。"],
                        ["L", "ヒカリ", "図書館に行く気ってことは、時間はあるんでしょ？"],
                        ["R", "レイカ", "ええ、今日は出撃の予定はありません。そういう限られた日だからこそ、時間を有効に活用したいんです。"],
                        ["L", "ヒカリ", "私もね、今日という一日を有効活用したいの！"],
                        ["L", "ヒカリ", "レイカちゃんはアズワンの同期だし、私、もっとレイカちゃんと仲良くなりたいな！"],
                        ["R", "レイカ", "同期だからといって親密になる必要性は……。"],
                        ["L", "ヒカリ", "お願いレイカちゃん！ ケーキごちそうするから！"],
                        ["L", "ヒカリ", "……どうしてもダメ？"],
                        ["R", "レイカ", "そういうわけでは……。"],
                        ["R", "レイカ", "ハァ……分かりました。今日だけはお付き合いします。"],
                        ["L", "ヒカリ", "やったー！ レイカちゃん大好き！"],
                        ["L", "ヒカリ", "それじゃ早速、ケーキ屋さんに出発しよ～！"],
                        ["R", "レイカ", "ちょっと……！ 引っ張らないでください！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"幸せのおすそ分け",
                    "flag":"クエスト「ヒカリの誕生日4」をクリア",
                    "dialog":
                    [
                        ["L", "ヒカリ", "ほら見て、ケーキが来たよ。美味しそうでしょ？"],
                        ["R", "レイカ", "ええ、そうですね。それではいただきましょうか。"],
                        ["L", "ヒカリ", "それでは改めまして。誕生日おめでとう、私！"],
                        ["R", "レイカ", "……え？"],
                        ["R", "レイカ", "今日はヒカリの誕生日なんですか？"],
                        ["L", "ヒカリ", "キラリーン！ そうだよ！"],
                        ["R", "レイカ", "……あの、そういう大事なことは、せめて最初に言ってもらえませんか？"],
                        ["L", "ヒカリ", "あれ、言ってなかったっけ？"],
                        ["R", "レイカ", "言ってませんね……。"],
                        ["L", "ヒカリ", "みんなに言って回ってたから、レイカちゃんにも言った気になってたかも。"],
                        ["R", "レイカ", "まったく……本当にいい加減なんですから。"],
                        ["R", "レイカ", "というか、普通逆ですよね？"],
                        ["R", "レイカ", "どうして私、誕生日の人にケーキをごちそうされそうになってるんです？"],
                        ["L", "ヒカリ", "それはね、レイカちゃんにも幸せのおすそ分けをしてあげたいと思ったから！"],
                        ["L", "ヒカリ", "今日の私、すっごい幸せでキラキラしてるから。この気持ちをね、みんなにも分けてあげたいの。"],
                        ["R", "レイカ", "幸せのおすそ分け……変わったことを言いますね。"],
                        ["L", "ヒカリ", "どうかな、ほんのちょっぴりでも幸せになってもらえたら嬉しいんだけど。"],
                        ["R", "レイカ", "……まあ、そうですね。ケーキも美味しそうですし、少しくらいは。"],
                        ["L", "ヒカリ", "よかった～。喜んでもらえた！"],
                        ["R", "レイカ", "それはそれとして、ここの代金は私が払わせてもらいます。"],
                        ["L", "ヒカリ", "え～、別にいいのに。"],
                        ["R", "レイカ", "よくありません。主賓にごちそうさせるなんて、人として最の低です。"],
                        ["R", "レイカ", "……ああ、それと。"],
                        ["R", "レイカ", "ヒカリ、誕生日おめでとうございます。"],
                        ["L", "ヒカリ", "えへへ……レイカちゃんありがとう！"],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
            Reika:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ【？】",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦【？】",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"レイカとシーユー・レイター【？】",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国【？】",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ【？】",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"レイカの目標【？】",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ【？】",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"レイカの好み",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["L", "レイカ", "こんにちは。"],
                        ["L", "レイカ", "少し私の話を聞いて貰えますか。"],
                        ["L", "レイカ", "私、冬生まれのせいか、すごく寒がりで。温かい食べ物が好きなんですよね。"],
                        ["L", "レイカ", "この前見た地球の資料に、ポトフっていう料理があったんですけど。"],
                        ["L", "レイカ", "ああいう具だくさんのスープ料理が好みなんです。"],
                        ["L", "レイカ", "あとは、辛いものも好きですね。あれも体が温まります。"],
                        ["L", "レイカ", "そういえば、地球の料理でも辛い料理って赤いんですね。"],
                        ["L", "レイカ", "キザナと地球ってすごく遠く離れてるのに、不思議だなって思いました。"],
                        ["L", "レイカ", "地球に、シセンっていう料理があるんですよね？"],
                        ["L", "レイカ", "私、あれくらいの赤さが好きなんです。"],
                        ["L", "レイカ", "いつか食べてみたいですね、シセン料理……。"],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"早計です【？】",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"最の高です【？】",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"もっと先まで【？】",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"こんな日が来るなんて",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "レイカ", "ふーむ……。"],
                        ["R", "ヒカリ", "どうしたの、レイカちゃん。難しい顔しちゃって？"],
                        ["L", "レイカ", "ちょっと地球の資料を見ていたんですが、よく分からないものが多くて……。"],
                        ["L", "レイカ", "例えばこの、箱状の機械。人間が中に入って使うようですが……。"],
                        ["R", "ヒカリ", "ああ、プリ機だね～。"],
                        ["R", "ヒカリ", "女の子同士で入って、一杯デコらせてから写真を撮るんだぜ。キラッキラだよね～。"],
                        ["L", "レイカ", "プリ……デコ……。"],
                        ["R", "ヒカリ", "私たちもいつか、プリ機で一緒にデコろうね！"],
                        ["L", "レイカ", "えっと……次はこっちの三角形の道具なんですが、どうやら回して使うらしいんですけど用途が分からなくて……。"],
                        ["R", "ヒカリ", "ああ、それはね、手の中でクルクル回すものなんだって。"],
                        ["L", "レイカ", "クルクル回して、それでどうするんですか？"],
                        ["R", "ヒカリ", "それだけらしいよ。他の使い道はないんだって。"],
                        ["L", "レイカ", "いったいなんの意味が！？"],
                        ["R", "ヒカリ", "私もよく分かんないけど、面白そうじゃない？"],
                        ["L", "レイカ", "うーん、地球の文化ってよく分かりませんね……。"],
                        ["L", "レイカ", "ところで、どうしてヒカリはそんなに地球の文化に詳しいんですか？"],
                        ["L", "レイカ", "貴方からなにかを教わる日が来るなんて、思ってもみませんでした。"],
                        ["R", "ヒカリ", "レイカちゃん、ひどくない？"],
                        ["R", "ヒカリ", "私はただ、新しいなにかを知るのが好きなだけ。"],
                        ["R", "ヒカリ", "地球のものって、私たちにとっては全部新しいからさ。"],
                        ["R", "ヒカリ", "それで夢中になって、地球のこと調べたんだよね。"],
                        ["L", "レイカ", "なるほど、好きこそ物の上手なれということですか。"],
                        ["L", "レイカ", "私も負けてられません。"],
                        ["L", "レイカ", "もっと頑張って、地球のこと勉強しないと……！"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"生理的にダメなんです！【？】",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"音色に惹かれて【？】",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"もうすぐ誕生日",
                    "flag":"クエスト「レイカの誕生日1」をクリア",
                    "dialog":
                    [
                        ["L", "レイカ", "もう2月……。22日は私の誕生日ですね。"],
                        ["L", "レイカ", "といっても特別な何かがあるわけではありませんけど。"],
                        ["L", "レイカ", "小さい頃から、誕生日はいつも一人でしたし……。"],
                        ["L", "レイカ", "それに今の私はアズワンですもの。誕生日なんかより任務の方が大切だわ。"],
                        ["R", "イサドラ", "ハ～イ、レイカ。カレンダーなんか見つめてどうかしたの？ なんだか浮かない顔してるわよ。"],
                        ["L", "レイカ", "……いえ、別に大したことではありません。"],
                        ["L", "レイカ", "そういうイサドラさんこそ、どうしたんですか？"],
                        ["R", "イサドラ", "ちょっとスケジュールを確認しようと思ってね。"],
                        ["L", "レイカ", "そうですか。"],
                        ["L", "レイカ", "……あの、イサドラさん。今度一緒に食事に行きませんか？"],
                        ["R", "イサドラ", "あら、貴方から誘ってくるだなんて珍しいわね。喜んでご一緒させてもらうわ。"],
                        ["R", "イサドラ", "それで、いつ行くの？"],
                        ["L", "レイカ", "そうですね……22日なんてどうですか？"],
                        ["R", "イサドラ", "22日……。"],
                        ["R", "イサドラ", "ごめんね、その日はもう予定が入ってるの。"],
                        ["L", "レイカ", "そうですか……なら仕方ないですね。また別の機会にでも。"],
                        ["R", "イサドラ", "ええ、ぜひ誘ってちょうだい。それじゃまたね。"],
                        ["L", "レイカ", "ではまた……。"],
                        ["L", "レイカ", "……私、やっぱり誕生日のこと気になってるのかしら……。"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"怪しい二人",
                    "flag":"クエスト「レイカの誕生日2」をクリア",
                    "dialog":
                    [
                        ["R", "シャーリー", "……で……となるわけよ。"],
                        ["R", "ヒカリ", "うんうん、なるほど。すっごくキラキラでいいと思う！"],
                        ["L", "レイカ", "二人とも、こんなところで何をしてるんですか？"],
                        ["R", "ヒカリ", "わっ、レイカちゃん！？"],
                        ["R", "シャーリー", "急に現れないでよ！ ビックリするじゃない！"],
                        ["L", "レイカ", "少し様子がおかしかったので。人に聞かれたら困るような話でもしてたんですか？"],
                        ["R", "ヒカリ", "そ、そういうわけじゃないんだけど……。"],
                        ["R", "シャーリー", "別に変な話なんてしてないわ。ちょっと次の任務の作戦立ててただけよ！"],
                        ["R", "ヒカリ", "そうそう、そうなんだよ！"],
                        ["L", "レイカ", "貴方たちが作戦ですか。珍しいですね。"],
                        ["R", "シャーリー", "どういう意味よ！"],
                        ["L", "レイカ", "(どうしよう……二人も誘ってみようかしら)"],
                        ["R", "シャーリー", "……なによ黙り込んで。まだ何か気になることでもあるの？"],
                        ["R", "ヒカリ", "私たち、本当に何もしてないよ。決してレイカちゃんの――"],
                        ["R", "シャーリー", "ちょっとヒカリ！"],
                        ["R", "ヒカリ", "わぷっ、そうだった！"],
                        ["L", "レイカ", "私がどうかしたんですか？"],
                        ["R", "ヒカリ", "な、なんでもないよ！ とにかく私たち、ちょっと急いでるから！"],
                        ["R", "シャーリー", "そうなのよ！ そういうわけだから、これで失礼するわ！"],
                        ["L", "レイカ", "……あの二人、あんなに慌ててどうしたのかしら？"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"気分は最の低",
                    "flag":"クエスト「レイカの誕生日3」をクリア",
                    "dialog":
                    [
                        ["L", "レイカ", "ここ何日か、カレンダーを見るクセがついてしまったわ……。"],
                        ["L", "レイカ", "ふう……なんだか気分は、最の低。"],
                        ["R", "ナギ", "ため息なんかついて、どうかしたんですか？"],
                        ["L", "レイカ", "ナギ君。それにカズマも。いえ、なんでもありません。"],
                        ["R", "カズマ", "なあ、相談があるんだけどよ。次の任務、俺たちと一緒に出撃してもらえねーか？"],
                        ["R", "ナギ", "僕たちだけじゃちょっと不安がありまして。もしよければ手伝ってほしいんです。"],
                        ["L", "レイカ", "かまいませんよ。それでいつ行くんですか？"],
                        ["R", "カズマ", "22日だ。"],
                        ["L", "レイカ", "あ……。"],
                        ["R", "ナギ", "当日、出撃前にミーティングを行いますので。こちらのメモの場所まで来てください。それでは。"],
                        ["R", "カズマ", "いや～快く引き受けてもらえて助かったぜ。そんじゃよろしくな！"],
                        ["L", "レイカ", "……分かりました。"],
                        ["L", "レイカ", "…………。"],
                        ["L", "レイカ", "任務なら仕方がないですね。これで誕生日のことは忘れられそうです。"],
                        ["L", "レイカ", "ええ、きっとこれでよかったんです。私を頼ってくれたナギ君とカズマを失望させるわけにもいきませんし。"],
                        ["L", "レイカ", "次の任務、頑張りましょう。そして必ず手にするのよ。圧倒的な大・勝利を！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"初めての……",
                    "flag":"クエスト「レイカの誕生日4」をクリア",
                    "dialog":
                    [
                        ["L", "レイカ", "ナギ君の言ってたミーティングの場所ってここですよね。"],
                        ["L", "レイカ", "部屋の中は真っ暗……誰もいないみたいですけど。とりあえず明かりを点けて――"],
                        ["R", "ヒカリ", "レイカちゃん！"],
                        ["L", "レイカ", "キャッ！ ヒ、ヒカリ！？ どうして貴方がここに？"],
                        ["R", "ナギ", "他のみんなもいますよ。"],
                        ["L", "レイカ", "え……？ 今日の任務は、全員で出撃するんですか？"],
                        ["R", "カズマ", "任務の話は嘘だ。お前を呼び出すための口実だよ。"],
                        ["R", "イサドラ", "貴方の誕生日をお祝いしようと思って、みんなで考えたの。"],
                        ["R", "シャーリー", "サプライズパーティーってやつよ。どう、驚いたでしょ？"],
                        ["L", "レイカ", "はい、ビックリしました……。"],
                        ["R", "ヒカリ", "キラリーン！ サプライズ大成功だね！ レイカちゃん、お誕生日おめでとう！"],
                        ["L", "レイカ", "あ、ありがとう……。"],
                        ["L", "レイカ", "でも、今日が私の誕生日だってよく知ってましたね。"],
                        ["R", "イサドラ", "フフ、毎日カレンダー見てるんだもの。すぐに気がつくわよ。"],
                        ["L", "レイカ", "見られてたんですね、恥ずかしい……。"],
                        ["R", "ヒカリ", "そんなの気にしなくていいよ！"],
                        ["R", "ヒカリ", "それより、ほら見て。誕生日ケーキ焼いてきたんだよ！"],
                        ["L", "レイカ", "すごく美味しそうです。辛くはなさそうだけど。"],
                        ["R", "ヒカリ", "えっ？"],
                        ["R", "ナギ", "えっと……辛いものが好みでしたか？ それならこちらをどうぞ。料理もたくさん用意しておきましたから。"],
                        ["L", "レイカ", "最の高ですね。"],
                        ["R", "シャーリー", "プレゼントも用意してるのよ。中身は開けてのお楽しみ！"],
                        ["R", "カズマ", "ということで、楽しんでけ。今日の主役はお前だからな！"],
                        ["R", "ヒカリ", "どうかな、レイカちゃん。喜んでもらえた？"],
                        ["L", "レイカ", "ええ、とっても。素敵な誕生日をありがとうございます。"],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
            Shirley:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["L", "シャーリー", "今日はお疲れ様。"],
                        ["L", "シャーリー", "ちょっと聞きたいことがあるんだけど、地球ヤロウっていつも家で何してるの？"],
                        ["L", "シャーリー", "ほら、地球って宇宙の辺境にあるド田舎じゃない？"],
                        ["L", "シャーリー", "何もなくて、いつも家でヒマしてるんじゃないかな～って思ったのよ。"],
                        ["L", "シャーリー", "え？ 「そんなことない」ですって？"],
                        ["L", "シャーリー", "ふ～ん、そうなの？ シャーリーが思ってたよりは田舎じゃないのかしら。"],
                        ["L", "シャーリー", "ま、どっちでもいいけど。"],
                        ["L", "シャーリー", "だってキザナと比べたら、他の星なんて全部田舎みたいなものだもん。"],
                        ["L", "シャーリー", "キザナはね、すっごいすっごい大都会なのよ！"],
                        ["L", "シャーリー", "人も物もたくさん集まって、昼から夜まで大賑わいなんだから。"],
                        ["L", "シャーリー", "地球ヤロウにも、一度キザナの風景を見せてやりたいわ。"],
                        ["L", "シャーリー", "いつか連れてってあげるから、楽しみにしてなさい。"],
                        ["L", "シャーリー", "って、いけない。話が逸れちゃった。"],
                        ["L", "シャーリー", "要するに、何が言いたいかっていうとね。"],
                        ["L", "シャーリー", "お前、どうせヒマしてるんでしょ？ だからもっとこっちに来なさいよ。"],
                        ["L", "シャーリー", "いつでもシャーリーが付き合ってあげるんだから。"],
                        ["L", "シャーリー", "いいわね？ わかった？"],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦【？】",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"シャーリーとゴールテン・ダー【？】",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["L", "シャーリー", "ねえ、ちょっと聞いてよ。"],
                        ["L", "シャーリー", "この前、翔握戦終わった後にエア・リアルに星血補給しようとしたらね。"],
                        ["L", "シャーリー", "ヴ・レードの連中が近付いてきて「星血を浪費するな」とか言ってきたのよ。"],
                        ["L", "シャーリー", "星血ぐらい自由に使わせてくれたっていいじゃない！"],
                        ["L", "シャーリー", "あ、ヴ・レードっていうのはヴ・レード惺王国(せいおうこく)のことね。"],
                        ["L", "シャーリー", "巡星を神聖視してる国でね、我々は星と共生するべきだ～とかって主張してるの。"],
                        ["L", "シャーリー", "だから巡星から採れる星血についても、いろいろうるさいんだと思うわ。"],
                        ["L", "シャーリー", "平和的で自然に優しいイイ国だって思う？"],
                        ["L", "シャーリー", "一見そう見えるかもだけど、ヴ・レードは戦争を主導してる大国のひとつなのよ。"],
                        ["L", "シャーリー", "巡星を守るためなら戦争も辞さないってわけ。"],
                        ["L", "シャーリー", "でも、別に怖い国ってわけでもないから安心なさい。"],
                        ["L", "シャーリー", "怒られない程度にうまく付き合えばいいのよ。普通に話す分にはいい人たちだから。"],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ【？】",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"シャーリーの自慢",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["L", "シャーリー", "ハ～イ、地球ヤロウ。元気にしてる？ シャーリーはとっても元気よ。"],
                        ["L", "シャーリー", "今日はね、とってもいいことがあったのよ。"],
                        ["L", "シャーリー", "なんと、あのノイジー・レイジの新作が手に入っちゃったんだ！"],
                        ["L", "シャーリー", "は？ ノイジー・レイジを知らないですって？"],
                        ["L", "シャーリー", "まあ、お前は地球とかいう辺境で暮らしてるんだもんね。流行に疎いのは仕方ないか。"],
                        ["L", "シャーリー", "ノイジー・レイジっていうのはね、今、キザナで人気のファッションブランドの名前なのよ。"],
                        ["L", "シャーリー", "ホンッとに新しいんだから！ 服を鋲で留めたり、ボタンがたくさん付いてたり……。"],
                        ["L", "シャーリー", "すごい人気でね、お店に商品が入荷するたびに、すぐ売り切れになっちゃうんだから。"],
                        ["L", "シャーリー", "新作となればなおのこと、手に入れるのは難しくなるんだけど。"],
                        ["L", "シャーリー", "それが今回、手に入っちゃったわけ。これってすごいことなんだから！"],
                        ["L", "シャーリー", "そんでもって、これでシャーリーも流行の最先端に仲間入りってわけ。"],
                        ["L", "シャーリー", "フフン、イケてるでしょ～？"],
                        ["L", "シャーリー", "はあ～……本当に素敵。 大事に大事にタンスにしまっておかなくちゃ。"],
                        ["L", "シャーリー", "え？ 服は着ないと意味がないですって？"],
                        ["L", "シャーリー", "も、もちろん、そんなことは分かってるわ。ちょっと言ってみただけよ！"],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ【？】",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"夢はファッションリーダー",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["L", "シャーリー", "シャーリーはね、いつかファッションリーダーになりたいって思ってるの。"],
                        ["L", "シャーリー", "それでね、大前提として、ファッションリーダーは都会暮らしでないといけないと思うのよね。"],
                        ["L", "シャーリー", "でもシャーリーの住んでたところは、ちょっとだけ……本当の本当にちょっとだけ田舎なところでさ。"],
                        ["L", "シャーリー", "だから頑張って、一人で都会に飛び出してきたのよ。"],
                        ["L", "シャーリー", "アズワン候補生の適性試験に合格してね。"],
                        ["L", "シャーリー", "候補生になると、ジ・オーダーが都会での暮らしを保障してくれるんだ。"],
                        ["L", "シャーリー", "これでシャーリーも立派な都会っ子よね。"],
                        ["L", "シャーリー", "この調子でファッションリーダーにもなってみせるんだから！"],
                        ["L", "シャーリー", "……なりかたは、よく分かんないんだけどね。"],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"なんでかしら【？】",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"相性抜群【？】",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"いつでも、いつまでも【？】",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"流れ星と妖精",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["C", "", "[画像: 夜景]"],
                        ["L", "シャーリー", "う～、何よもう！ お母ちゃんのバカ、バカ、バカ！"],
                        ["C", "", "あの頃のシャーリーは、夜空の下を歩きながらいつも不平不満を垂れ流していた。"],
                        ["L", "シャーリー", "シャーリーに都会暮らしなんてできっこないとか、決めつけないでよね！"],
                        ["L", "シャーリー", "こんなだっさいド田舎、絶対出てってやるわ。 シャーリーには都会がお似合いなんだから！"],
                        ["C", "", "けれど、どうすれば都会に行けるかなんて、何も考えてなかった。"],
                        ["C", "", "ただ、ただ、変わり映えのない毎日を繰り返す日々。"],
                        ["L", "シャーリー", "あら？ 何かしら、あのへんな動きの流れ星は……？"],
                        ["C", "", "けれど、その晩シャーリーは出会った。一筋の流れ星と。"],
                        ["L", "シャーリー", "あれは……もしかしてエア・リアルだべか！？"],
                        ["C", "", "[画像: サイトヘッド]"],
                        ["C", "", "偶発的に発生した、2機のエア・リアルによる戦闘。"],
                        ["L", "シャーリー", "す、すごいべ、あれが生のエア・リアル！ まるで妖精が空を舞ってるみたいだべ！"],
                        ["C", "", "勝利を収め、地上に降りてきたのは緑のエア・リアル。"],
                        ["C", "", "コクピットからパイロットが降りてくるのを見て、シャーリーは思わず駆け寄った。"],
                        ["R", "イサドラ", "ふぅ……まさかこんなところで戦闘になるなんてね。"],
                        ["L", "シャーリー", "は、はわぁ～……パイロットさんまで妖精みたいだべぇ。"],
                        ["R", "イサドラ", "あら、地元の子かしら？"],
                        ["R", "イサドラ", "ふふ、ありがと。でも私は妖精じゃなくて、キミと同じただの人間なのよ？"],
                        ["L", "シャーリー", "シャーリーと同じ……？"],
                        ["L", "シャーリー", "そ、そったら、シャーリーもあんたみたいになれるべか？"],
                        ["R", "イサドラ", "それってアズワンのこと？"],
                        ["R", "イサドラ", "ええ、もちろん。可能性は誰にだって等しくあるのよ。"],
                        ["L", "シャーリー", "だったら、シャーリーはアズワンになる！"],
                        ["R", "イサドラ", "ふふ、きっとなれるわ。応援してあげるから、早く会いにいらっしゃい。"],
                        ["C", "", "そして彼女は去っていった。シャーリーにひとつの目標を与えて。"],
                        ["L", "シャーリー", "必ず……必ずアズワンになって、アンタに会いに行くかんな～！"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"天然物",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["R", "ヒカリ", "キラリーン！"],
                        ["R", "ヒカリ", "シャーリーちゃん、この後ってヒマ？"],
                        ["R", "ヒカリ", "もしよかったら、私と甘いもの食べに行こうよ！"],
                        ["L", "シャーリー", "ええ、別にかまわないわよ。"],
                        ["R", "ヒカリ", "やったー！"],
                        ["R", "ヒカリ", "それじゃ、どこに行こっか？ シャーリーちゃん、どこかいい場所知ってる？"],
                        ["L", "シャーリー", "それなら、知る人ぞ知るイケてるお店があるわよ。"],
                        ["R", "ヒカリ", "さっすがー♪"],
                        ["L", "シャーリー", "最近見つけたんだけど、ゴールド通りの奥にある隠れた名店で――"],
                        ["R", "ヒカリ", "あ、ディッカのケーキ？ あそこ美味しいよねえ～。子供の頃から通ってるんだ～。"],
                        ["L", "シャーリー", "(くっ、もしかして地元では有名なお店だった！？)"],
                        ["L", "シャーリー", "……は、また今度にして、別のお店にしましょう。"],
                        ["L", "シャーリー", "それじゃ、エイト街にできたばかりの新しいお店で、たぶんこれから流行ると思――"],
                        ["R", "ヒカリ", "ル・シエラだね！ デルタ通りにある本店なら何度か行ったことあるよ！"],
                        ["L", "シャーリー", "(くっ……本店があるなんて知らなかったわ！ おのれ天然物の都会っ子め……！)"],
                        ["L", "シャーリー", "……あ、うん。やっぱそっちはなしで。"],
                        ["R", "ヒカリ", "えー？ それじゃどこにするの？"],
                        ["L", "シャーリー", "えーと……。"],
                        ["L", "シャーリー", "…………。"],
                        ["L", "シャーリー", "……とりあえず、歩きながら考えましょっか。"],
                        ["R", "ヒカリ", "うん、そうだね！ きっといいお店が見つかるよ！"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"ちょっと苦手",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
                        ["L", "シャーリー", "「今日の翔握戦もイケてたわよ、地球ヤロウ。 次もこの調子で行きましょう」"],
                        ["L", "シャーリー", "……送信、と。"],
                        ["L", "シャーリー", "よし、地球ヤロウにメッセージも送ったし、そろそろ上がりましょう。"],
                        ["L", "シャーリー", "そういえば、今日はあそこのお店に新作が入るっていってたわね。帰りに寄ってみようかしら。"],
                        ["R", "レイカ", "あら、シャーリー。今日はお疲れ様でした。"],
                        ["L", "シャーリー", "お疲れ様、レイカ。お互い、今日の翔握戦勝ててよかったわね。"],
                        ["L", "シャーリー", "ま、全部シャーリーの活躍のおかげなんだけど！"],
                        ["R", "レイカ", "確かに勝利を収められたのは喜ばしいことですよね。"],
                        ["R", "レイカ", "けれど、中盤の戦況は危うい展開でした。省みるべき点はあったと思います。"],
                        ["L", "シャーリー", "勝ちは勝ちでしょ。それでいいじゃない。"],
                        ["R", "レイカ", "よくないです。反省もせず、また同じミスを繰り返したりしたら、最の低ですよ。"],
                        ["L", "シャーリー", "そ、そう……。"],
                        ["L", "シャーリー", "(レイカって、ちょっと生真面目すぎるのよね。はっきりいって苦手なタイプだわ。)"],
                        ["R", "レイカ", "ということで、今日の翔握戦についてですけど。"],
                        ["R", "レイカ", "中盤、攻め込まれかけた要因がどこにあったのか、把握できてますか？"],
                        ["L", "シャーリー", "え、要因？ そんなの知らないわよ。"],
                        ["R", "レイカ", "はあ……。シャーリー、そういうところを改めていくべきだという話をしているの。"],
                        ["R", "レイカ", "攻め込まれた原因は、味方機がやられてできた穴を、フォローできなかったから。"],
                        ["R", "レイカ", "私は敵機の対応に時間を取られてしまったし、貴方は前に出すぎていました。"],
                        ["R", "レイカ", "この問題点を改善していくことで、今後の戦いに多大な変化が――"],
                        ["L", "シャーリー", "(あ、これ長くなるやつね)"],
                        ["R", "レイカ", "そこでシャーリー、私なりに貴方の改善点を考えてみたのだけれど――"],
                        ["L", "シャーリー", "あ～っ！ シャーリーったらうっかりしてたわ！ そういえば管理部から呼ばれてたんだった！"],
                        ["R", "レイカ", "え？"],
                        ["L", "シャーリー", "ということで、急いでるの。話の続きはまた今度ね！"],
                        ["R", "レイカ", "ちょっと待ってシャーリー！ また今度っていつですか？ こういうのはきちんと日時を決め――"],
                        ["R", "レイカ", "シャーリーってば！"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"技術を盗め！",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部"],
                        ["L", "シャーリー", "…………。"],
                        ["R", "カズマ", "なんだよ、またパズルゲームやってんのか。本当そのゲーム好きだな～お前？"],
                        ["R", "カズマ", "ま、俺も好きなんだけどな。"],
                        ["L", "シャーリー", "……来たわね。"],
                        ["L", "シャーリー", "カズマ。これ持って、そこに座りなさい。"],
                        ["R", "カズマ", "ん、コントローラ？ 対戦するのか？ もちろん俺は構わねーけどよ。"],
                        ["R", "カズマ", "そういや、この前言ってたオンラインの対戦相手には勝てたのか？"],
                        ["L", "シャーリー", "(こいつ、相手がシャーリーって気付いてないわね)"],
                        ["L", "シャーリー", "……まだ勝ててないわ。"],
                        ["R", "カズマ", "ハッハッハ、それじゃもっと練習しなきゃだな。"],
                        ["R", "カズマ", "俺でよければ、いつでも練習相手になってやるからよ。遠慮なく声かけろよな。"],
                        ["L", "シャーリー", "……ちなみに、カズマもけっこうゲーム上手いわよね？"],
                        ["L", "シャーリー", "なにか上達するコツとかあるのかしら？"],
                        ["R", "カズマ", "ゲームが上達するコツ？ そんなもん考えたことないけどな。"],
                        ["L", "シャーリー", "な、なにかあるでしょ。"],
                        ["R", "カズマ", "うーん、そうだな……。"],
                        ["R", "カズマ", "それじゃ、ちょっと見てろ。"],
                        ["L", "シャーリー", "実演してくれるの？"],
                        ["R", "カズマ", "説明すんの苦手なんだよ。"],
                        ["R", "カズマ", "まず、これをこうするだろ。"],
                        ["R", "カズマ", "それからここでズドーンと行くとドカーンとなるだろ。"],
                        ["R", "カズマ", "んでポキッとやるとカンカンカンとなるんで。"],
                        ["R", "カズマ", "最後はズバッとやって、カッキーンってわけだ。"],
                        ["R", "カズマ", "どうだ、分かったか？"],
                        ["L", "シャーリー", "そこまで上手くなる方法を聞いてんだってば。"],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"失礼なヤツ",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["C", "", "ジ・オーダー本部"],
                        ["R", "カズマ", "お、シャーリー発見！ こんなところで何してんだぁ？"],
                        ["LBigLarge", "シャーリー", "んぎゃー、カズマ！"],
                        ["L", "シャーリー", "いきなり髪引っ掻き回さないでよ！ 髪型崩れるでしょ！"],
                        ["R", "カズマ", "そう怒るなって。ただの愛情表現だろ？"],
                        ["L", "シャーリー", "なにが愛情表現よ！ アンタからの愛情なんてまっぴらごめんだわ！"],
                        ["R", "カズマ", "わ～かった、わかった。俺が悪かったって。"],
                        ["L", "シャーリー", "まったく、失礼しちゃうんだから。"],
                        ["L", "シャーリー", "レディとの接し方ぐらい勉強したら？ そんなんじゃモテないわよ？"],
                        ["R", "カズマ", "はあ？ レディだぁ？"],
                        ["R", "カズマ", "ガキんちょがあんま背伸びするなって。子供は子供らしく振る舞うべきだと思うぜ？"],
                        ["L", "シャーリー", "んぎゃー！ だから髪引っ掻き回さないでってば！"],
                        ["L", "シャーリー", "あと、シャーリーはもう子供じゃないんだから！"],
                        ["R", "カズマ", "俺より年下のくせに、よく言うぜ。"],
                        ["L", "シャーリー", "ふんだ。心はカズマなんかより大人なんだから。"],
                        ["R", "カズマ", "でも見た目は子供だろ～。"],
                        ["LBigLarge", "シャーリー", "んぎゃー！"],
                        ["L", "シャーリー", "だから、髪引っ掻くなって何回言えば分かるのよ、このバカカズマ～！"],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「シャーリーの誕生日1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「シャーリーの誕生日2」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「シャーリーの誕生日3」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「シャーリーの誕生日4」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
            Isadora:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"イサドラとサイトヘッド",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ザ・ナイト",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"そこにあるスリル",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"特別な何か",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"最良の人",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"私のワガママ",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"幻の酒",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"好物はステーキ",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"彼女との再会",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"猪突猛進ガール",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"「次」を見極めよ！",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"彼女の特別",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"魔が差したの",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"いつかの面影",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"一人酒は寂しいから",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"酒の肴が欲しくて",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"可愛い新人",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"お姉さんからのアドバイス",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"早期任務",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"どっちもどっち",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"いつかどこかの星脈で",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「イサドラの誕生日1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「イサドラの誕生日2」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「イサドラの誕生日3」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「イサドラの誕生日4」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
            Nagi:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ナギとカーディナル",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ザ・ナイト",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"少年と料理",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"僕たちが強くなった理由",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"僕たちの特別な意味",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"アズワンになった理由",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"本心は",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"絶好のチャンス",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"振り回されて",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「ナギの誕生日1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「ナギの誕生日2」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「ナギの誕生日3」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「ナギの誕生日4」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
            Kazuma:
            [
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"キザナ",
                    "flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"星血と翔握戦",
                    "flag":"クエスト「マグ殲滅作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ヴ・レード惺王国",
                    "flag":"クエスト「ポート奪還作戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"轟国ア・スレッガ",
                    "flag":"クエスト「Sマグ討伐作戦」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"カズマとサブライガ",
                    "flag":"クエスト「アサルトの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"ザ・ナイト",
                    "flag":"クエスト「ヴァンガードの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"ジ・オーダー・レポート",
                    "title":"エア・グランデ",
                    "flag":"クエスト「サポートの実戦1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"戦う理由",
                    "flag":"初めから出現",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"拳が一番",
                    "flag":"DePS1500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"頼れる相棒",
                    "flag":"DePS5500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"たったひとつの選択肢",
                    "flag":"DePS9500を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"DePSログ",
                    "title":"",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"真剣勝負！",
                    "flag":"DePS150を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"任務のない日",
                    "flag":"DePS300を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"月に一度のお楽しみ",
                    "flag":"DePS400を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"巡星の日常",
                    "title":"？？？",
                    "flag":"DePS？？？を達成",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「カズマの誕生日1」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「カズマの誕生日2」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「カズマの誕生日3」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"バースデイ・レポート",
                    "title":"？？？",
                    "flag":"クエスト「カズマの誕生日4」をクリア",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"クリスマス期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"正月期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
                {
                    "category":"シーズナル・レポート",
                    "title":"？？？",
                    "flag":"バレンタイン期間中にログイン？",
                    "dialog":
                    [
                        ["", "", ""],
                    ]
                },
            ],
        },
        Quotes:
        {
            Hikari:
            [
                {
                    "when":"ログイン時",
                    "quote":""
                },
                {
                    "when":"終了時",
                    "quote":""
                }
            ],
            Reika:
            [
            ],
            Shirley:
            [
            ],
            Isadora:
            [
            ],
            Nagi:
            [
                {
                    "when":"ログイン時(誕生日)",
                    "quote":
                        ["誕生日おめでとうございます", "地球ではどんな風にお祝いするのでしょうか？"]
                }
            ],
            Kazuma:
            [
            ],
        }
    };

    const fullName =
    {
        "ヒカリ":"ヒカリ・ソラ",
        "レイカ":"レイカ・フロストエッジ",
        "シャーリー":"シャルロッテ・ダヴェーヌ",
        "イサドラ":"イサドラ・エザルタード",
        "ナギ":"ナギ・オネス",
        "カズマ":"カズマ・アブレイズ"
    };
    const tabAsOne = document.getElementById("tabAsOne");
    tabAsOne.addEventListener("prechange", (event) =>
    {
        textToolbar = `${fullName[event.tabItem.textContent]}`;
        document.querySelector("#pageAsOne .center").innerHTML = textToolbar;
    }, false);
    document.querySelector("#pageAsOne ons-toolbar-button").onclick = () =>
    {
        document.getElementById("textToast").innerHTML = SPDB.AsOne.Status;
        toast.toggle();
    };

    const appendData = (tab) =>
    {
        const fragment = document.createDocumentFragment();

        // SPDB.AsOne.Skill
        {
            const list_header = document.createElement("ons-list-header");
            list_header.innerHTML = `
                <ons-row>
                    <ons-col width="85%">アズワンスキル</ons-col>
                    <ons-col>チームLv</ons-col>
                </ons-row>
            `;
            fragment.appendChild(list_header);
        }
        for(const items of SPDB.AsOne.Skill[tab])
        {
            if(items.skill == "？？？")
            {
                continue;
            }
            const list_item = document.createElement("ons-list-item");
            list_item.innerHTML = `
                <ons-row>
                    <ons-col width="85%">
                        ${items.skill}
                        <br>
                        <span style="font-size: small;">
                            　${items.flag}
                        </span>
                    </ons-col>
                    <ons-col vertical-align="center" style="text-align: right;">
                        ${items.level}
                    </ons-col>
                </ons-row>
            `;
            fragment.appendChild(list_item);
        }

        // SPDB.AsOne.Story
        {
            const list_header = document.createElement("ons-list-header");
            list_header.innerHTML = `アズワンストーリー`;
            fragment.appendChild(list_header);
        }
        const form = document.createElement("form");
        form.setAttribute("name", `story${tab}`);

        for(const items of SPDB.AsOne.Story[tab])
        {
            if(items.title == "？？？")
            {
                continue;
            }

            const list_item = document.createElement("ons-list-item");
            list_item.setAttribute("expandable", "");

            const expandableContent = document.createElement("div");
            expandableContent.setAttribute("class", "expandable-content");
            for(const dialog of items.dialog)
            {
                const numStory = SPDB.AsOne.Story[tab].indexOf(items);
                const numOrder = items.dialog.indexOf(dialog);
                const nameRadio = `${tab}${numStory}`;
                const idRadio = `${tab}${numStory}-${numOrder}`;
                const idList_item = `li${tab}${numStory}-${numOrder}`;

                const label = document.createElement("label");
                label.setAttribute("for", idRadio);

                const expandableList_item = document.createElement("ons-list-item");
                expandableList_item.setAttribute("tappable", "");
                expandableList_item.setAttribute("id", idList_item);
                if(numOrder != 0)
                {
                    expandableList_item.setAttribute("class", "hidden asoneStory");
                }
                else
                {
                    expandableList_item.setAttribute("class", "asoneStory");
                }

                const input = document.createElement("input");
                input.setAttribute("type", "radio");
                input.setAttribute("name", nameRadio);
                input.setAttribute("id", idRadio);
                input.setAttribute("value", numOrder);
                input.setAttribute("class", "hidden");

                const alignDialog = () =>
                {
                    const area =
                        dialog[0][0] === "C" ? "area8":
                        dialog[0][0] === "R" ? "area9":
                        dialog[0][0] === "L" ? "area7":"";

                    if(area === "")
                    {
                        return "<ons-col>このアズワンストーリーはまだ入力されていません。</ons-col>";
                    }
                    else
                    {
                        const decolate = [];
                        if(dialog[0].includes("Bold"))
                        {
                            decolate.push("bold");
                        }
                        if(dialog[0].includes("Large"))
                        {
                            decolate.push("large");
                        }

                        const dialogHtml = decolate === "" ?
                            area === "area8" ?
                                `${dialog[2]}`:
                                `${dialog[1]}<br>「${dialog[2]}」`:
                            `${dialog[1]}<br><span class="${decolate.join(" ")}">「${dialog[2]}」</span>`;
                        return `<ons-col class="${area}">${dialogHtml}</ons-col>`;
                    }
                };
                expandableList_item.innerHTML = `
                    <ons-row>
                        ${alignDialog()}
                    </ons-row>
                `;

                expandableList_item.appendChild(input);

                input.onclick = () =>
                {
                    const radioNodeList = document.forms[`story${tab}`][nameRadio];
                    const value = Number(document.forms[`story${tab}`][nameRadio].value);
                    const targetNum = value + 1;
                    if(radioNodeList.length > targetNum)
                    {
                        const edit = document.getElementById(`li${tab}${numStory}-${targetNum}`);
                        edit.setAttribute("class", "asoneStory");
                    }
                };

                label.appendChild(expandableList_item);
                expandableContent.appendChild(label);
            }
            list_item.innerHTML = `
                ${items.title}
                <span class="list-item__subtitle">
                    　${items.flag}
                </span>
            `;
            list_item.appendChild(expandableContent);
            form.appendChild(list_item);
        }
        fragment.appendChild(form);

        // // SPDB.AsOne.Quotes
        // {
        //     const list_header = document.createElement("ons-list-header");
        //     list_header.innerHTML = `セリフ`;
        //     fragment.appendChild(list_header);
        // }
        // for(const items of SPDB.AsOne.Quotes[tab])
        // {
        //     const list_item = document.createElement("ons-list-item");
        //     list_item.setAttribute("expandable", "");
        //     list_item.innerHTML = `
        //         ${items.when}
        //         <div class="expandable-content">
        //             ${items.quote}
        //         </div>
        //     `;
        //     fragment.appendChild(list_item);
        // }

        const findElement = (query) =>
        {
            const listAsOne = document.getElementById(query);
            if(listAsOne != null)
            {
                clearInterval(idSetInterval);
                listAsOne.appendChild(fragment);
            }
            else
            {
                console.log(`${query} not found yet...`);
            }
        };
        const idSetInterval = setInterval(findElement, 100, `listAsOne_${tab}`);
    };

    const tabs = ["Hikari", "Reika", "Shirley", "Isadora", "Nagi", "Kazuma"];
    for(const tab of tabs)
    {
        appendData(tab);
    }
};
