SPDB.AsOneStory =
{
	Status:`
		アズワンストーリーを記載しています。<br>
		随時情報提供を募集しています。`,
	Story:
	{
		Hikari:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "ヒカリ", "はぁぁ……空を飛ぶのってサイコー！ キラリーンって感じだった！"],
						["L", "ヒカリ", "あ、ごめんごめん。思わずうっとりしちゃった。"],
						["L", "ヒカリ", "楽しかったね、出撃。"],
						["L", "ヒカリ", "アズワンになった甲斐があったなー。"],
						["L", "ヒカリ", "エア・リアルを操縦できるのはアズワンだけなの。"],
						["L", "ヒカリ", "アズワンってのは私たちのことね。私もアズワン、キミもアズワン。"],
						["L", "ヒカリ", "で、私が今いるのがキザナ。"],
						["L", "ヒカリ", "……国？ ううん、キザナは国じゃない。"],
						["L", "ヒカリ", "タコクセキ……タコスズキ……キンギョ……？"],
						["L", "ヒカリ", "タコス好き金魚？"],
						["L", "ヒカリ", "(違う気がする……)"],
						["L", "ヒカリ", "ちょっとキミ、笑いすぎじゃない！？"],
						["L", "ヒカリ", "コホン……。"],
						["L", "ヒカリ", "良く知らないんだけど、キザナはお金持ちの企業がいっぱい集まって作られたとか……そういう感じなんだって！"],
						["L", "ヒカリ", "キザナは技術力が凄いんだよね。"],
						["L", "ヒカリ", "キザナはエア・リアルを製造できるから、世界に大きな影響力がある。そのおかげで戦争に対しても中立の立場が取れるってわけ。"],
						["L", "ヒカリ", "キザナってそんな感じ。"],
						["L", "ヒカリ", "じゃ、また会おうね！"],
						]
					},
					{
						"title":"星血と翔握戦【？】",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ヴ・レード惺王国【？】",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"轟国ア・スレッガ",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["L", "ヒカリ", "今日はア・スレッガについて教える約束だったね！"],
						["C", "", "ヒカリはメモ用紙を取り出し、読み始めた。"],
						["L", "ヒカリ", "ア・スレッガの正式名称は轟国(ごうこく)ア・スレッガ。"],
						["L", "ヒカリ", "星血(ほしのち)が大好きなんだよねー。物凄く執着してる感じ。"],
						["L", "ヒカリ", "強くなるために星血をたくさん手に入れなくちゃいけないっていうのがポリシー。"],
						["L", "ヒカリ", "いつでも星血を欲しがってて、どんどん掘ろうっていうア・スレッガ。"],
						["L", "ヒカリ", "必要以上に採るなっていうヴ・レード。"],
						["L", "ヒカリ", "喧嘩するのも当たり前だよね。"],
						["L", "ヒカリ", "イヌとサルとキジの関係、っていうんでしょ？ 地球では。"],
						["L", "ヒカリ", "あれ？ 違う？ おばあさんと川と洗濯の法則だっけ……？"],
						["L", "ヒカリ", "アハハ……今度教えてね、その昔話。"],
						["L", "ヒカリ", "またね！"],
						]
					},
					{
						"title":"ヒカリとソリディア【？】",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ザ・ナイト【？】",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"エア・グランデ【？】",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"こんにちは！",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "ヒカリ", "こんにちは！ 私はヒカリ・ソラ。"],
						["L", "ヒカリ", "今、巡星(めぐりぼし)から話しかけているんだけど……。"],
						["L", "ヒカリ", "キミが今日、一緒に飛んでくれた地球の人だよね？"],
						["L", "ヒカリ", "今日の飛行はすっごい感覚だった。あんなの初めて！"],
						["L", "ヒカリ", "きっと私たちの相性が良かったんだと思う。"],
						["L", "ヒカリ", "何だか胸の奥がキュンキュンした……。"],
						["L", "ヒカリ", "キミとならどこまでも高く飛んでいける。"],
						["L", "ヒカリ", "そんな気がした！"],
						["L", "ヒカリ", "空は気に入った？"],
						["L", "ヒカリ", "いいよね！"],
						["L", "ヒカリ", "私、空を飛ぶためにアズワンになったんだ！"],
						["L", "ヒカリ", "キミと一緒に色んな空を飛んでみたい。"],
						["L", "ヒカリ", "これからもよろしくね！"],
						]
					},
					{
						"title":"ヒカリの直感【？】",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"キラキラリーン！【？】",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"扉の先へ【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"レイカとの出会い",
						"flag":"DePS150を達成",
						"dialog":
						[
						["C", "", "[画像: ジ・オーダー本部]"],
						["L", "ヒカリ", "ここが本部かぁ。広いなぁ……。"],
						["L", "ヒカリ", "就任式の場所……どこだっけ？"],
						["L", "ヒカリ", "やばい……あれ？ 地図がないぜ！？ あれれ？"],
						["C", "", "ジ・オーダー本部で迷子になった若きアズワンに、近づく影一つ。"],
						["R", "レイカ", "まさかとは思うけど、貴方がもう一人のアズワン？"],
						["L", "ヒカリ", "へっ？ うん。そうだよ！"],
						["L", "ヒカリ", "ああ良かった……。人が居た……。"],
						["R", "レイカ", "貴方ハッキリ言って遅刻よ。初日から遅れるなんて、最の低です。"],
						["L", "ヒカリ", "キラリーン！"],
						["L", "ヒカリ", "私、ヒカリ・ソラ！"],
						["L", "ヒカリ", "あなたも今日からアズワンになる人？ よろしくね！"],
						["R", "レイカ", "話を聞きなさい。"],
						["L", "ヒカリ", "ねえねえ、あなたのお名前は？"],
						["R", "レイカ", "え？ レイカ……フロストエッジ……。"],
						["L", "ヒカリ", "レイカちゃん！ フフフっ、一緒に頑張ろうね！"],
						["L", "ヒカリ", "今日の合格者は二人だけだって！ これも何かの運命だよね！"],
						["L", "ヒカリ", "レイカちゃんとの絆を感じる……。"],
						["R", "レイカ", "……？"],
						["C", "", "ヒカリに固く手を握り締められるが、レイカは無表情なままだ。"],
						["R", "レイカ", "絆なんてあやふやなこと、分からないわ。"],
						["R", "レイカ", "ヒカリ……と言ったかしら？ これから私達は常にアズワンとして恥じぬ言動を求められるのよ？"],
						["R", "レイカ", "貴方はこの意味が分かっているの？ アズワンが就任式に遅刻するなんてもってのほか……。"],
						["L", "ヒカリ", "恥じない行動。そう……そうだよね。"],
						["R", "レイカ", "そうよ。"],
						["L", "ヒカリ", "アズワンになったんだからぎゅーんと飛んで見せなきゃね！"],
						["R", "レイカ", "！？"],
						["L", "ヒカリ", "エア・リアルに乗ってレイカちゃんと二人で大空を駆け巡るの！"],
						["L", "ヒカリ", "うーーん、楽しみぃ～！"],
						["R", "レイカ", "……。"],
						["R", "レイカ", "(理解できない……)"],
						]
					},
					{
						"title":"譲れない戦い",
						"flag":"DePS300を達成",
						"dialog":
						[
						["C", "", "休憩室で二人の少女が睨み合っていた。"],
						["L", "ヒカリ", "ぜぇぇぇったい「コシ」だよ！"],
						["R", "シャーリー", "いいや、「ツブ」よ！"],
						["C", "", "テーブルの上には、たくさんのまんじゅうが積まれている。"],
						["L", "ヒカリ", "私、こしあんだったらいくつでも食べられる！"],
						["R", "シャーリー", "粒あんこそ至高！ まんじゅうは、この歯ごたえがあってこそのものよ！"],
						["L", "ヒカリ", "こしあんの喉越しこそ究極の美味じゃない！？ キラキラキラリーンって感じでしょ！"],
						["L", "ヒカリ", "大体、こしあんのが甘さを感じるし！"],
						["R", "シャーリー", "甘すぎない粒あんの方が体に良いに決まってるじゃないの？"],
						["L", "ヒカリ", "甘味は体に良いんだから。こしあんの方が健康的だよ！"],
						["R", "シャーリー", "何ィ……そこまで言ったら……もう戦争だべ。"],
						["L", "ヒカリ", "だべ！？"],
						["R", "シャーリー", "……あ……何でも無いわ。良いから勝負よ！"],
						["L", "ヒカリ", "望むところ！"],
						["R", "シャーリー", "うりゃあああ！"],
						["L", "ヒカリ", "でぇりゃあ！"],
						["C", "", "ヒカリはこしあんのまんじゅう、シャーリーは粒あんのまんじゅうを手に取り、戦闘態勢を取った。"],
						["L", "ヒカリ", "いくよ！"],
						["R", "シャーリー", "生意気なッ！"],
						["C", "", "掛け声と共に両者の手が振り下ろされ、まんじゅうを口にくわえる。"],
						["L", "ヒカリ", "こしあんならいくつでも食べられるぅ～！"],
						["R", "シャーリー", "世界中の粒あんを目の前に積まれても全部消し去る自信があるわ！"],
						["C", "", "大食い対決が始まった。"],
						]
					},
					{
						"title":"地球の料理",
						"flag":"DePS400を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 アズワン宿泊施設"],
						["C", "", "宿泊施設の台所には食材が常備されており、誰でも使えるようになっている。"],
						["C", "", "台所の中では、エプロンを付けたヒカリが、ナギと向かい合っていた。"],
						["L", "ヒカリ", "できた～！"],
						["L", "ヒカリ", "これがカレーライス！"],
						["R", "ナギ", "やっと完成したね。"],
						["L", "ヒカリ", "地球のデータをもとにしたレシピなんだけど……。"],
						["L", "ヒカリ", "……面白い匂いだね。"],
						["R", "ナギ", "僕は少し手伝っただけだったね。ヒカリさんはとても手際が良いよ。"],
						["L", "ヒカリ", "ナギ君のが上手いよ。キラッキラだったもん！"],
						["L", "ヒカリ", "いつも料理してるって聞いたけど、本当だったね。"],
						["R", "ナギ", "料理は好きなんだ。みんなが僕の料理で喜んでくれるのが嬉しくて。"],
						["L", "ヒカリ", "ナギ君らしいねえ。"],
						["L", "ヒカリ", "さて、これを器に盛らないと……。"],
						["R", "カズマ", "クンクン……。上手そうな匂いだな。いただくぜ！"],
						["C", "", "突如としてテーブルの下から現れたカズマが、ヒカリが持つ鍋にスプーンを差し込んだ。"],
						["L", "ヒカリ", "こらぁカズマ！ 鍋ごと持っていくなぁ！"],
						["R", "カズマ", "なんだよケチ。俺にもくれよ。"],
						["L", "ヒカリ", "これはライスにかけて食べるものなの！ 「カレー」「ライス」なんだから！ 盛るから待ってて！"],
						["R", "カズマ", "ふーん。「ライス」ってどんなの？"],
						["L", "ヒカリ", "ライスは……無かったからこのおまんじゅうにしようと思ってて。"],
						["L", "ヒカリ", "勿論こしあんよ。"],
						["R", "ナギ", "ただ僕は……あん的なものとの味の調和については……そのぉ……。"],
						["L", "ヒカリ", "ま、いいじゃないナギ君。カズマにまずは試食してもらえば。"],
						["R", "カズマ", "へぇ。面白いな。これが地球の名物か。"],
						["L", "ヒカリ", "うん。"],
						["R", "ナギ", "多分そうだと……思うけど……僕は……僕は……。"],
						["R", "カズマ", "よし、それじゃさっさと俺によこせ。カレーライスを！"],
						["L", "ヒカリ", "はいはい。"],
						["C", "", "カズマは偉そうにふんぞり返ってイスに戻ると、マイスプーンを料理めがけて振り下ろした。"],
						]
					},
					{
						"title":"地球の飲み物",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部の宿泊施設にある休憩室で……。"],
						["C", "", "ヒカリとイサドラが、飲料のカタログを眺めながら議論していた。"],
						["L", "ヒカリ", "絶対にイチゴミルクだよ！ ただでさえ美味しいイチゴにミルクを足すんだから、美味しいに決まってるよねこれは！？"],
						["R", "イサドラ", "もう、子供ねぇ……。"],
						["R", "イサドラ", "せっかくキザナがボーナスで地球の飲み物を再現してくれるっていうのに……。"],
						["R", "イサドラ", "そんな安いもので良いの？"],
						["L", "ヒカリ", "子供でいいもん。だからイチゴミルクー！"],
						["R", "イサドラ", "こんなチャンス滅多に無いのよ？"],
						["L", "ヒカリ", "ゼッタイ！ 絶対これ！"],
						["R", "イサドラ", "それより、これにしない？  これは穀物の高級ジュースなの。"],
						["L", "ヒカリ", "ジュースぅ……？"],
						["R", "イサドラ", "穀物を発酵させて濾過したものなの。透明で綺麗でしょ？ のど越しが絶品よ。"],
						["L", "ヒカリ", "高級ジュースかぁ……。確かに美味しそう。般若湯(はんにゃとう)って名前もミステリアスで素敵かも。"],
						["R", "イサドラ", "でしょ？ じゃ、これに決定ね……。"],
						["L", "ヒカリ", "あーっ！ ちょっと待った！ これ「日本酒」って書いてある！ お酒じゃない！？"],
						["R", "イサドラ", "(ちいっ)"],
						["R", "イサドラ", "全然お酒じゃないわよ。"],
						["L", "ヒカリ", "お酒って書いてあるし！"],
						["R", "イサドラ", "般若湯なの。"],
						["L", "ヒカリ", "お酒は私飲めないもん！ ダメ！"],
						["R", "イサドラ", "お酒じゃない、お酒じゃないから……般若だから……言わば湯だから。"],
						["C", "", "二人の議論は長時間続き、注文の締め切り時間が過ぎるまで決着が付かなかった……。"],
						]
					},
					{
						"title":"お泊り会",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "宿泊施設の空調設備故障によって……。"],
						["C", "", "ヒカリの部屋にレイカ、シャーリー、イサドラが泊まることになった。"],
						["R", "シャーリー", "あー、涼しい。ちょっと、もうちょっと温度下げてよ。"],
						["L", "ヒカリ", "体に悪いよー。これぐらいで良いじゃない。"],
						["R", "イサドラ", "ヒカリ、このクッキー貰うわよ。"],
						["L", "ヒカリ", "あーっ！"],
						["R", "シャーリー", "いただきーっ！"],
						["R", "レイカ", "みんなうるさい。私、もう寝たいんだけど。"],
						["L", "ヒカリ", "もうー、イサドラが「ヒカリの部屋に泊まろう」なんて言うからー。"],
						["R", "イサドラ", "だって、エアコンが壊れてないのこの部屋だけだしー。"],
						["R", "シャーリー", "カズマの部屋も壊れてないって言ってたわね。"],
						["L", "ヒカリ", "じゃあカズマの部屋に行けばいいじゃない。"],
						["R", "イサドラ", "えっ！？ シャーリーとカズマってそういう仲だったのォ～？"],
						["R", "シャーリー", "！？"],
						["R", "シャーリー", "ちっ、違うべ！！"],
						["L", "ヒカリ", "あれ？ でも、この前ゲームやりに行ったって言ってなかったっけ？"],
						["R", "イサドラ", "あらぁ～。"],
						["R", "シャーリー", "あ、あれはアイツが挑戦して来たからだべ！"],
						["L", "ヒカリ", "挑戦するなんて仲が良い証拠じゃないの？ ほらほら、喧嘩するほど……。"],
						["R", "イサドラ", "あらぁ～。あらあらぁ～～。"],
						["R", "シャーリー", "かーーーっ！ 誰があんなヤロウ！！"],
						["R", "イサドラ", "あらぁ？ 赤くなってない？"],
						["R", "シャーリー", "黙れオバサン！"],
						["R", "イサドラ", "誰がオバサンよ！？"],
						["L", "ヒカリ", "ちょっと、私のまくら投げないでよ！"],
						["R", "レイカ", "うるさい！！！！"],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"素敵な一日",
						"flag":"クエスト「ヒカリの誕生日1」をクリア",
						"dialog":
						[
						["C", "", "4月26日 朝 キザナ上空"],
						["L", "ヒカリ", "ついにこの日が来た！"],
						["L", "ヒカリ", "4月26日、今日は私の誕生日。"],
						["L", "ヒカリ", "すっごくいい天気だし、今日はきっとキラッキラで素敵な一日になるわよね。"],
						["L", "ヒカリ", "誕生日最初にやることといったら、やっぱりエア・リアルに乗ること！"],
						["L", "ヒカリ", "私の生きてる理由みたいなところあるし、やっぱり外せないよね～。"],
						["L", "ヒカリ", "もし時間が合えば、地球のあの人にも付き合ってもらったんだけど。"],
						["L", "ヒカリ", "それにしても、こんな大空を自由に飛び回れるなんて、すっごい幸せだよね～。"],
						["L", "ヒカリ", "お父さん、お母さん、今日も私は幸せいっぱいで生きてます！"],
						["L", "ヒカリ", "な～んてね。"],
						["L", "ヒカリ", "あ、そうだ！ この幸せな気持ちを、みんなにもおすそわけしてあげちゃおう！"],
						["L", "ヒカリ", "うん、すっごくいい考え！"],
						["L", "ヒカリ", "そうと決まれば、ジ・オーダーに戻らないと！ 今日がいい誕生日になりますように！"],
						]
					},
					{
						"title":"持ってって！",
						"flag":"クエスト「ヒカリの誕生日2」をクリア",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
						["L", "ヒカリ", "おはよう、イサドラさん！"],
						["R", "イサドラ", "こんな朝早くに珍しいわね。もしかしてもう出撃してきたの？"],
						["L", "ヒカリ", "ううん、ちょっとエア・リアルで空のお散歩してきたんだ。"],
						["L", "ヒカリ", "今日は特別な日なんだよね。"],
						["R", "イサドラ", "ふぅん？ 今日って何の日だったかしら。"],
						["L", "ヒカリ", "今日はね、私の誕生日なの。"],
						["R", "イサドラ", "あら……それはおめでとう。"],
						["L", "ヒカリ", "ありがとう。"],
						["L", "ヒカリ", "ねぇイサドラさん。よかったら、このあと一緒にケーキ食べに行かない？"],
						["R", "イサドラ", "ふふ、誕生日のお祝いってことかしら。いいじゃない。"],
						["R", "イサドラ", "でも悪いわね。私はこれから出撃なのよ。"],
						["L", "ヒカリ", "そうなんだ。それじゃあお守り代わりに、私の幸せな気持ちを持ってってよ。きっとイサドラさんを守ってくれるから！"],
						["R", "イサドラ", "ふふ、アリガト。それじゃそろそろ行ってくるわ。"],
						["R", "イサドラ", "ヒカリ、いい誕生日になるといいわね。"],
						["L", "ヒカリ", "うん。イサドラさんも気をつけてね！"],
						]
					},
					{
						"title":"時間ある？",
						"flag":"クエスト「ヒカリの誕生日3」をクリア",
						"dialog":
						[
						["R", "レイカ", "え、ケーキを食べに……ですか？"],
						["L", "ヒカリ", "うん、美味しいお店があるんだ～。よかったら一緒にどうかな？"],
						["R", "レイカ", "せっかくですけど、お断りします。甘いものにはあまり興味がないので。"],
						["R", "レイカ", "それに、今日は図書館に行くつもりでしたし……。"],
						["L", "ヒカリ", "え～、そんなこと言わずに一緒に行こうよ～。"],
						["L", "ヒカリ", "図書館に行く気ってことは、時間はあるんでしょ？"],
						["R", "レイカ", "ええ、今日は出撃の予定はありません。そういう限られた日だからこそ、時間を有効に活用したいんです。"],
						["L", "ヒカリ", "私もね、今日という一日を有効活用したいの！"],
						["L", "ヒカリ", "レイカちゃんはアズワンの同期だし、私、もっとレイカちゃんと仲良くなりたいな！"],
						["R", "レイカ", "同期だからといって親密になる必要性は……。"],
						["L", "ヒカリ", "お願いレイカちゃん！ ケーキごちそうするから！"],
						["L", "ヒカリ", "……どうしてもダメ？"],
						["R", "レイカ", "そういうわけでは……。"],
						["R", "レイカ", "ハァ……分かりました。今日だけはお付き合いします。"],
						["L", "ヒカリ", "やったー！ レイカちゃん大好き！"],
						["L", "ヒカリ", "それじゃ早速、ケーキ屋さんに出発しよ～！"],
						["R", "レイカ", "ちょっと……！ 引っ張らないでください！"],
						]
					},
					{
						"title":"幸せのおすそ分け",
						"flag":"クエスト「ヒカリの誕生日4」をクリア",
						"dialog":
						[
						["L", "ヒカリ", "ほら見て、ケーキが来たよ。美味しそうでしょ？"],
						["R", "レイカ", "ええ、そうですね。それではいただきましょうか。"],
						["L", "ヒカリ", "それでは改めまして。誕生日おめでとう、私！"],
						["R", "レイカ", "……え？"],
						["R", "レイカ", "今日はヒカリの誕生日なんですか？"],
						["L", "ヒカリ", "キラリーン！ そうだよ！"],
						["R", "レイカ", "……あの、そういう大事なことは、せめて最初に言ってもらえませんか？"],
						["L", "ヒカリ", "あれ、言ってなかったっけ？"],
						["R", "レイカ", "言ってませんね……。"],
						["L", "ヒカリ", "みんなに言って回ってたから、レイカちゃんにも言った気になってたかも。"],
						["R", "レイカ", "まったく……本当にいい加減なんですから。"],
						["R", "レイカ", "というか、普通逆ですよね？"],
						["R", "レイカ", "どうして私、誕生日の人にケーキをごちそうされそうになってるんです？"],
						["L", "ヒカリ", "それはね、レイカちゃんにも幸せのおすそ分けをしてあげたいと思ったから！"],
						["L", "ヒカリ", "今日の私、すっごい幸せでキラキラしてるから。この気持ちをね、みんなにも分けてあげたいの。"],
						["R", "レイカ", "幸せのおすそ分け……変わったことを言いますね。"],
						["L", "ヒカリ", "どうかな、ほんのちょっぴりでも幸せになってもらえたら嬉しいんだけど。"],
						["R", "レイカ", "……まあ、そうですね。ケーキも美味しそうですし、少しくらいは。"],
						["L", "ヒカリ", "よかった～。喜んでもらえた！"],
						["R", "レイカ", "それはそれとして、ここの代金は私が払わせてもらいます。"],
						["L", "ヒカリ", "え～、別にいいのに。"],
						["R", "レイカ", "よくありません。主賓にごちそうさせるなんて、人として最の低です。"],
						["R", "レイカ", "……ああ、それと。"],
						["R", "レイカ", "ヒカリ、誕生日おめでとうございます。"],
						["L", "ヒカリ", "えへへ……レイカちゃんありがとう！"],
						]
					},
				],
			},
		],
		Reika:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "レイカ", "エア・リアルでの戦闘には、慣れましたか？"],
						["L", "レイカ", "まだ慣れてない、なんて言葉は最の低だと思います。"],
						["L", "レイカ", "冷静に考えて、私たちにのんびりしてる暇なんてないんですから。"],
						["L", "レイカ", "戦況は日々変化し続けています。"],
						["L", "レイカ", "最新の状況に適応できるよう日頃から心がけておいてください。"],
						["L", "レイカ", "ということで、今日から基本的な情報を教えていくので、しっかり覚えるように。"],
						["L", "レイカ", "安心してください。子供でも分かるような簡単な情報ばかりですから。"],
						["L", "レイカ", "では今日は、私たちのいるキザナについてです。"],
						["L", "レイカ", "キザナは、この戦争においてどの国にも属さない中立の勢力です。"],
						["L", "レイカ", "勢力と言ったのは、キザナが国ではなく、多くの企業が寄り集まったものだからですね。"],
						["L", "レイカ", "え、なんですか？ 分からないところがあるんですか？"],
						["L", "レイカ", "どうして中立勢力が戦争に加担しているのか、ですか。"],
						["L", "レイカ", "そんなこと、冷静に考えればすぐわかると思うんですが。"],
						["L", "レイカ", "それは、平和を実現するためですよ。"],
						["L", "レイカ", "一日でも早く戦争を終わらせるために、私たちは戦っているんです。"],
						["L", "レイカ", "……なにかおかしいですか？"],
						["L", "レイカ", "戦争を終わらせるには、戦う以外に方法はないと思うんですけど。"],
						["L", "レイカ", "理解できませんか？"],
						["L", "レイカ", "うーん……地球の方って、私たちと考え方が違うんでしょうか？"],
						["L", "レイカ", "貴方の言ってること、よく分かりません。"],
						]
					},
					{
						"title":"星血と翔握戦【？】",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"レイカとシーユー・レイター【？】",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ヴ・レード惺王国【？】",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"轟国ア・スレッガ【？】",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"レイカの目標【？】",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"エア・グランデ【？】",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"レイカの好み",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "レイカ", "こんにちは。"],
						["L", "レイカ", "少し私の話を聞いて貰えますか。"],
						["L", "レイカ", "私、冬生まれのせいか、すごく寒がりで。温かい食べ物が好きなんですよね。"],
						["L", "レイカ", "この前見た地球の資料に、ポトフっていう料理があったんですけど。"],
						["L", "レイカ", "ああいう具だくさんのスープ料理が好みなんです。"],
						["L", "レイカ", "あとは、辛いものも好きですね。あれも体が温まります。"],
						["L", "レイカ", "そういえば、地球の料理でも辛い料理って赤いんですね。"],
						["L", "レイカ", "キザナと地球ってすごく遠く離れてるのに、不思議だなって思いました。"],
						["L", "レイカ", "地球に、シセンっていう料理があるんですよね？"],
						["L", "レイカ", "私、あれくらいの赤さが好きなんです。"],
						["L", "レイカ", "いつか食べてみたいですね、シセン料理……。"],
						]
					},
					{
						"title":"早計です",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["L", "レイカ", "DePSの確認ってしてますか？"],
						["L", "レイカ", "DePSというのは、簡単に言えば地球の方と私の同調率のことです。"],
						["L", "レイカ", "それが今、確認してみたら驚くような数値を指し示していて……。"],
						["L", "レイカ", "こんなに深い数値を見るのは初めてです。"],
						["L", "レイカ", "貴方と私の相性がいいということなんでしょうか？"],
						["L", "レイカ", "……いえ、そう判断するのは早計ですね。"],
						["L", "レイカ", "相性なんて、出会ってすぐわかるようなものじゃないと思いますし。"],
						["L", "レイカ", "当然、貴方もそう思いますよね？"],
						["L", "レイカ", "とにかく、もう少し様子を見てみましょう。"],
						["L", "レイカ", "貴方も、DePSの推移に気を配ってみてください。"],
						]
					},
					{
						"title":"最の高です【？】",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"もっと先まで【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"地球の冬",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "レイカ", "私、寒い季節の生まれなんです。"],
						["L", "レイカ", "だからなのか分からないんですけど、地球の冬の景色に惹かれてしまって。"],
						["L", "レイカ", "白く染まった世界を、赤や緑の装飾で彩るクリスマスっていう風習とか。"],
						["L", "レイカ", "それから家の前にカドマツ飾る風習とか。"],
						["L", "レイカ", "地球の冬って、ずいぶん賑やかなんですね。"],
						["L", "レイカ", "もしかして、地球には冬を祝福する風習でもあるんでしょうか？"],
						["L", "レイカ", "え、違う？ そういうことではないんですか？"],
						["L", "レイカ", "それじゃあ、地球が賑やかなのは年中通して……？"],
						["L", "レイカ", "え、それも違うんですか？"],
						["L", "レイカ", "うーん、地球の文化って難しいですね。"],
						]
					},
					{
						"title":"苦手なもの",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "レイカ", "私は今、ショックを受けています。"],
						["L", "レイカ", "ちょっと地球の方を見損ないました。最の低です。"],
						["L", "レイカ", "貴方たちは、ナットウという食べ物を食べるそうですね。"],
						["L", "レイカ", "すごくネバネバしていて……ブルッ。想像しただけで寒気を覚えます。"],
						["L", "レイカ", "私、ああいう食べ物ってダメなんですよね。"],
						["L", "レイカ", "だって、どう見たって腐ってるじゃないですか！"],
						["L", "レイカ", "冷静に考えて、腐ってないほうが良くないですか？"],
						["L", "レイカ", "うう……ショックです。"],
						["L", "レイカ", "……あの、まさかとは思いますが、今日もナットウを食べてきた、なんてことはありませんよね？"],
						["L", "レイカ", "あっ、すみません、今の質問なしでお願いします。答えなくてけっこうですから。"],
						["L", "レイカ", "私も忘れます。地球にナットウなんてありませんでした。"],
						["L", "レイカ", "うう……私、ネバネバだけは本当にダメなんですよね。"],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"評判のお店",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "キザナ 市街地"],
						["L", "レイカ", "…………。"],
						["R", "ヒカリ", "キラリーン！"],
						["R", "ヒカリ", "ヤッホー、レイカちゃん。もしかして待たせちゃった？"],
						["L", "レイカ", "そうですね、30分ほど。"],
						["R", "ヒカリ", "えっ、そんなに！？ ごめんね、私また遅刻しちゃったかな？"],
						["L", "レイカ", "いえ、問題ありません。ヒカリの到着は定刻通りだったので。"],
						["R", "ヒカリ", "それじゃ30分待ったっていうのは？"],
						["L", "レイカ", "私が約束の30分前に着いていたというだけの話です。"],
						["R", "ヒカリ", "そんなに早く来るなんて、レイカちゃんすごいなぁ。"],
						["L", "レイカ", "不測の事態に備え、早めの行動を心がけているだけよ。"],
						["L", "レイカ", "まあ、ヒカリも以前と比べれば立派になったのでは？"],
						["L", "レイカ", "出会った頃なんて、全然時間守れてなかったものね。"],
						["R", "ヒカリ", "アズワンの就任式にも遅刻しちゃったもんね。"],
						["L", "レイカ", "あとついでに、迷子にも。"],
						["L", "レイカ", "あの頃は、こんな子が同期で大丈夫なのかと不安だったけど。"],
						["L", "レイカ", "人として最低限の成長はしてくれたみたいですね。"],
						["R", "ヒカリ", "レイカちゃん、褒めてくれてありがと～！"],
						["L", "レイカ", "別に褒めてるわけじゃ……。"],
						["L", "レイカ", "それより、今日の予定ですが。"],
						["R", "ヒカリ", "うん、レイカちゃんにすっごく評判のいいスイーツのお店を教えてあげようと思って！"],
						["L", "レイカ", "人気のあまり予約しないとは入れないらしいけど、当然予約は済ませてあるんですよね？"],
						["R", "ヒカリ", "…………。"],
						["L", "レイカ", "どうなの、ヒカリ？"],
						["R", "ヒカリ", "レイカちゃん、今日の予定は変更だよ！ 二人で新しいお店を開拓しちゃおうぜ！"],
						["R", "ヒカリ", "そうと決まれば、出発だよ！"],
						["L", "レイカ", "はあ……そんなことだろうと思ってました。"],
						["L", "レイカ", "無計画なところは、出会った頃から変わらず、ですね。"],
						]
					},
					{
						"title":"放っておけない",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "ヒカリ", "はぁ～、今日の翔握戦も楽しかった～！"],
						["L", "レイカ", "………………。"],
						["R", "ヒカリ", "どうしたの、レイカちゃん？ 私の顔、なにかついてる？"],
						["L", "レイカ", "ヒカリ、貴方に警告しておきたいことがあります。"],
						["R", "ヒカリ", "え、急にどうしたの？"],
						["L", "レイカ", "貴方の戦い方は、傍から見ていてとても危なっかしいです。"],
						["R", "ヒカリ", "私、別に危なっかしいことなんでしてないけどなぁ。"],
						["L", "レイカ", "そうやって自覚のないあたりが致命的ですね。"],
						["R", "ヒカリ", "私のどこが、そんなに危なっかしいの？"],
						["L", "レイカ", "周りを確認せずに飛び出していくところです。"],
						["L", "レイカ", "複数の敵が接近してきてるのに短期で突っ込んだり……。"],
						["L", "レイカ", "フォローするこちらの身にもなってください。"],
						["R", "ヒカリ", "えへへ。"],
						["L", "レイカ", "なぜ笑ってるんですか？"],
						["R", "ヒカリ", "レイカちゃん、私のことフォローしてくれてたんだな～と思って。"],
						["R", "ヒカリ", "ありがとう、レイカちゃん♪"],
						["L", "レイカ", "そうじゃなくて、自身の行動の是正を求めてるんですが……。"],
						["R", "ヒカリ", "分かったよ、レイカちゃん！ 次はもっと上手に飛ぶからね！"],
						["L", "レイカ", "だからそうじゃ……まったく、先が思いやられますね。"],
						]
					},
					{
						"title":"勉強教えて！",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "図書館"],
						["R", "ヒカリ", "レイカちゃん、見つけた～！"],
						["L", "レイカ", "ヒカリ、図書館では大声を出さないでください。"],
						["R", "ヒカリ", "お願いレイカちゃん、助けてほしいの！"],
						["R", "ヒカリ", "もうすぐ次の試験なんだけど私全然勉強してなくて～！"],
						["L", "レイカ", "常日頃から勉強しておくべきだと、以前にも忠告したはずですが？"],
						["R", "ヒカリ", "次からは勉強するようにするから、助けてよ～。"],
						["L", "レイカ", "悪いけど、私も試験勉強で忙しいから。"],
						["R", "ヒカリ", "もしかして、レイカちゃんも勉強できない派？"],
						["L", "レイカ", "失礼なこと言わないでください。学力は人並み以上だと自負しています。"],
						["R", "ヒカリ", "ちなみに前回の点数は？"],
						["L", "レイカ", "100点です。"],
						["R", "ヒカリ", "それ「人並み以上」って言うのかな？ それ以上勉強する必要ないと思うけど？"],
						["R", "ヒカリ", "お願い、少しだけでいいから助けてもらえないかな～。"],
						["L", "レイカ", "分かったから、静かにして。"],
						["L", "レイカ", "少しだけなら教えるから。それで、どこが分からないの？"],
						["L", "レイカ", "といっても、大抵のことは学術書を参照すれば分かるはずなんだけど。"],
						["R", "ヒカリ", "えっと、全部かな。"],
						["L", "レイカ", "はい？"],
						["R", "ヒカリ", "試験範囲の最初から全部怪しいっていうか……。"],
						["L", "レイカ", "ヒカリ。冷静に考えて、もう諦めるべきだと思うわ。"],
						["R", "ヒカリ", "そ、そんなことないってば！"],
						["L", "レイカ", "では、自分の試験勉強があるので、私はこれで。"],
						["R", "ヒカリ", "ちょっと……！ 見捨てないでよ、レイカちゃん！"],
						]
					},
					{
						"title":"こんな日が来るなんて",
						"flag":"DePS150を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "レイカ", "ふーむ……。"],
						["R", "ヒカリ", "どうしたの、レイカちゃん。難しい顔しちゃって？"],
						["L", "レイカ", "ちょっと地球の資料を見ていたんですが、よく分からないものが多くて……。"],
						["L", "レイカ", "例えばこの、箱状の機械。人間が中に入って使うようですが……。"],
						["R", "ヒカリ", "ああ、プリ機だね～。"],
						["R", "ヒカリ", "女の子同士で入って、一杯デコらせてから写真を撮るんだぜ。キラッキラだよね～。"],
						["L", "レイカ", "プリ……デコ……。"],
						["R", "ヒカリ", "私たちもいつか、プリ機で一緒にデコろうね！"],
						["L", "レイカ", "えっと……次はこっちの三角形の道具なんですが、どうやら回して使うらしいんですけど用途が分からなくて……。"],
						["R", "ヒカリ", "ああ、それはね、手の中でクルクル回すものなんだって。"],
						["L", "レイカ", "クルクル回して、それでどうするんですか？"],
						["R", "ヒカリ", "それだけらしいよ。他の使い道はないんだって。"],
						["L", "レイカ", "いったいなんの意味が！？"],
						["R", "ヒカリ", "私もよく分かんないけど、面白そうじゃない？"],
						["L", "レイカ", "うーん、地球の文化ってよく分かりませんね……。"],
						["L", "レイカ", "ところで、どうしてヒカリはそんなに地球の文化に詳しいんですか？"],
						["L", "レイカ", "貴方からなにかを教わる日が来るなんて、思ってもみませんでした。"],
						["R", "ヒカリ", "レイカちゃん、ひどくない？"],
						["R", "ヒカリ", "私はただ、新しいなにかを知るのが好きなだけ。"],
						["R", "ヒカリ", "地球のものって、私たちにとっては全部新しいからさ。"],
						["R", "ヒカリ", "それで夢中になって、地球のこと調べたんだよね。"],
						["L", "レイカ", "なるほど、好きこそ物の上手なれということですか。"],
						["L", "レイカ", "私も負けてられません。"],
						["L", "レイカ", "もっと頑張って、地球のこと勉強しないと……！"],
						]
					},
					{
						"title":"敬意は大切です",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "シャーリー", "なによもう！ ふざけんじゃないわよオバサン！"],
						["R", "シャーリー", "まったくもう、本当失礼なんだから！"],
						["L", "レイカ", "冷静に考えて、失礼なのは貴方の方だと思います。"],
						["R", "シャーリー", "わっ、レイカ！？"],
						["R", "シャーリー", "なによ、シャーリーの何が失礼だっていうの？"],
						["L", "レイカ", "先ほどの会話……オバサンというのは、イサドラのことですよね？"],
						["L", "レイカ", "年上の先輩にそういう口の利き方をするのは、とても失礼だと思います。"],
						["R", "シャーリー", "失礼なやつに、失礼な態度で返すのは当然でしょ？"],
						["L", "レイカ", "いいえ、それは違います。"],
						["L", "レイカ", "こちらから敬意を払わなければ、相手も敬意を示してはくれません。"],
						["L", "レイカ", "シャーリー、貴方はもう少し他者に敬意を示すべきです。"],
						["R", "シャーリー", "け、敬意って……シャーリーにどうしろっていうわけ？"],
						["L", "レイカ", "まずはその挑発的な口調を改めてみたらどうでしょうか。"],
						["R", "シャーリー", "口調を……改める……？"],
						["L", "レイカ", "イサドラさんに非礼をお詫びするつもりで。"],
						["R", "シャーリー", "さ、さっきは悪かったわね……です。今度からは気を付けるから、ので、アンタもバカにするのやめてよね……ください？"],
						["L", "レイカ", "思いっきり変です。"],
						["R", "シャーリー", "アンタがやれって言ったんでしょ！？"],
						["R", "シャーリー", "あーもう、やめやめ。付き合ってらんないわ。"],
						["L", "レイカ", "また口調が戻ってますよ。"],
						["R", "シャーリー", "シャーリーはシャーリーのままでいいの。"],
						["R", "シャーリー", "それじゃ、この話はこれでおしまいだから！"],
						["L", "レイカ", "待ちなさい、シャーリー！ 話はまだ終わってませんよ！"],
						]
					},
					{
						"title":"生理的にダメなんです！",
						"flag":"DePS300を達成",
						"dialog":
						[
						["C", "", "辺境"],
						["L", "レイカ", "う、うう……。"],
						["R", "シャーリー", "ちょっとレイカ。さっきからなにバカみたいに突っ立ってんのよ？"],
						["L", "レイカ", "へ、下手に動くと虫に触ってしまいそうで……。"],
						["L", "レイカ", "うう、どうして私、こんな辺境に……。最の低です……。"],
						["R", "シャーリー", "どうしてって、そりゃ仕事だからでしょ。"],
						["R", "シャーリー", "なによレイカ、もしかして虫が怖いわけ？"],
						["L", "レイカ", "い、いけませんか？"],
						["R", "シャーリー", "虫のなにがそんなに怖いのかしら。ほら、全然平気だってば。"],
						["LLargeBold", "レイカ", "うひゃあ！？"],
						["L", "レイカ", "ちょっと、虫近付けるのやめてくれませんか！？"],
						["L", "レイカ", "特にそういう足が多いの、生理的にダメなんです！"],
						["R", "シャーリー", "こんな小さい虫になにビビってんの。さっさと慣れなさいよ。"],
						["LLargeBold", "レイカ", "ひいっ！？"],
						["L", "レイカ", "慣れるとかありませんから！ 絶対やめてください！"],
						["R", "シャーリー", "面白いわね。"],
						["L", "レイカ", "全然面白くありません！ 今の貴方は、最の低です！"],
						["R", "シャーリー", "けど、これじゃ仕事になんないわよ。どうする気？"],
						["L", "レイカ", "どうしましょうか……。"],
						["R", "シャーリー", "はあ、しょうがないわね。だったらこれ使いなさいよ。"],
						["L", "レイカ", "なんですかこれ？"],
						["R", "シャーリー", "火をつけて虫よけに使うの。これ焚いてコクピットの中に籠ってればいいわ。"],
						["L", "レイカ", "あ、ありがとうございます、シャーリー！ 貴方のことは一生忘れません！"],
						["R", "シャーリー", "虫よけひとつに、大袈裟すぎない？"],
						["R", "シャーリー", "まったく、都会のお嬢さんは世話が焼けるんだから。"],
						]
					},
					{
						"title":"乱れてますよ",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "イサドラ", "だからね、今夜……私と一緒に楽しまない？"],
						["R", "ナギ", "あ、あの、僕これで失礼します！"],
						["R", "イサドラ", "ふふ、可愛いんだから。"],
						["L", "レイカ", "ちょっとイサドラ。そうやって男性を誘惑するの、やめてもらえませんか？"],
						["R", "イサドラ", "あら……。"],
						["R", "イサドラ", "もしかしてナギって、レイカのいい人だった？"],
						["L", "レイカ", "ち、違います！"],
						["R", "イサドラ", "ごめんね、ちょっとからかって遊んでただけなのよ。"],
						["R", "イサドラ", "次からはナギ以外にするから、それで許して？"],
						["L", "レイカ", "ナギ君に限らず、男性を誘惑するのはやめてください。"],
						["R", "イサドラ", "……ねえ、レイカ。"],
						["R", "イサドラ", "男性の誘惑って、具体的にはどういう行為なのかしら？"],
						["L", "レイカ", "えっ。"],
						["R", "イサドラ", "どこからどこまでがダメなのか、よく分からないわ。教えてもらえない？"],
						["L", "レイカ", "そ、そんなこと、私の口からは言えませんよ。"],
						["R", "イサドラ", "あら……口では言えないようなイヤらしいこと考えちゃったの？"],
						["L", "レイカ", "イ、イヤらしいことなんて考えてませんから！"],
						["R", "イサドラ", "ふふ、顔が真っ赤よ？"],
						["L", "レイカ", "とにかく、男性を誘惑するのはやめてください！ 分かりましたね！"],
						["R", "イサドラ", "分かったわ。"],
						["R", "イサドラ", "それじゃこれからは、女の子を相手にするわ。"],
						["R", "イサドラ", "レイカとお話するの……楽しくなってきちゃった。"],
						["L", "レイカ", "や、やめてください！ 女の子も禁止！ 絶対禁止ですから～！"],
						["R", "イサドラ", "あら、逃げちゃったわ。レイカったらウブなんだから。"],
						]
					},
					{
						"title":"怪しいあの人",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 サーバー室前"],
						["R", "イサドラ", "ふん、ふふん♪"],
						["L", "レイカ", "今のって、イサドラ……？"],
						["L", "レイカ", "ここってサーバー室よね。技術者以外入るなって言われてたはずだけど……。"],
						["L", "レイカ", "第一、アズワンがサーバー室にいったいなんの用が？"],
						["L", "レイカ", "イサドラって、たまに様子がおかしいんですよね。"],
						["L", "レイカ", "急に姿を消したり、変なタイミングで現れたり……。"],
						["L", "レイカ", "ちょっと怪しい気がします。これは調べてみた方がーー"],
						["R", "イサドラ", "なにが怪しいの？"],
						["LLargeBold", "レイカ", "ひゃうっ！？"],
						["L", "レイカ", "イ、イサドラ！？ なんでもありませんので、気にしないでください……。"],
						["R", "イサドラ", "なぁに、隠し事？ ヤラしいんだから～。"],
						["L", "レイカ", "あ、貴方と一緒にしないでください。"],
						["L", "レイカ", "それより、イサドラはこんなところでなにをしてるんですか？"],
						["L", "レイカ", "私たちアズワンがこっちに来る用事なんて、ありませんよね？"],
						["R", "イサドラ", "私はちょっと人に会いに来ただけだけど、それ、レイカが言っちゃう？"],
						["R", "イサドラ", "貴方だって、こっちに用事なんてないでしょうに。"],
						["L", "レイカ", "わ、私のことはいいんです。"],
						["L", "レイカ", "それで、こんなところで誰に会っていたんですか？"],
						["R", "イサドラ", "あらあら……レイカってば、それ気になっちゃう？ もしかして、そういう趣味？"],
						["L", "レイカ", "趣味って、どういうことですか？"],
						["R", "イサドラ", "こんな人気のないところで男の人と会う理由なんて、ひとつしかないと思うけれど。"],
						["L", "レイカ", "それって……えっ！？"],
						["R", "イサドラ", "ふふ、顔が真っ赤よ。なにを想像しちゃったのかしら？"],
						["L", "レイカ", "な、なにも想像してませんから～！"],
						["R", "イサドラ", "……逃げちゃった。あの子、本当にチョロいわね。"],
						]
					},
					{
						"title":"お礼とお礼",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "ナギ", "……あ、レイカさん。"],
						["L", "レイカ", "ナギ君、おはようございます。"],
						["L", "レイカ", "昨日の件ですが、ありがとうございました。おかげで助かりました。"],
						["L", "レイカ", "このお礼は、後日必ずさせてもらいますので。"],
						["R", "ナギ", "お礼なんて別にいらないよ！"],
						["R", "ナギ", "あれは先週、任務を手伝ってもらったお礼みたいなものだしさ。"],
						["R", "ナギ", "そういえば、あのときのお礼まだちゃんと言ってなかったんじゃ……？"],
						["R", "ナギ", "レイカさん、あのときは手伝ってくれて本当にありがとう！"],
						["L", "レイカ", "やめてくださいよ。任務を手伝うのは当然のことじゃないですか。"],
						["L", "レイカ", "それより、ちゃんと昨日のお礼をーー"],
						["R", "ナギ", "いや、僕の方こそちゃんとお礼をーー"],
						["L", "レイカ", "……って、私たち、さっきから頭をペコペコ下げあってばかりですね。"],
						["R", "ナギ", "アハハ、本当だね。"],
						["R", "ナギ", "えーと、それじゃこの件については、お互い終わりってことにしようか。"],
						["L", "レイカ", "そうですね、キリがなさそうですし……"],
						["R", "ナギ", "……でも、ちょっと落ち着かないかも。"],
						["L", "レイカ", "ふふ、私もです。"],
						["L", "レイカ", "それじゃ今度、お互いにお菓子を持ち寄って、お茶でも飲みませんか？"],
						["R", "ナギ", "うん、それいいね。それで今度こそ、お互いスッキリさせよう！"],
						["L", "レイカ", "はい、楽しみにしてますね。"],
						["R", "シャーリー", "……なーにやってんだべか、あの二人。"],
						]
					},
					{
						"title":"苦労人同士",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "レイカ", "ふう……。"],
						["R", "ナギ", "はあ……。"],
						["R", "ナギ", "あれ、ため息なんてついてどうしたの、レイカさん？"],
						["L", "レイカ", "ナギ君こそ、大きなため息だったじゃないですか。"],
						["R", "ナギ", "うん……さっき出撃した翔握戦で、ちょっとね。"],
						["R", "ナギ", "シャーリーさんとイサドラさんが大ゲンカしちゃってさ。その仲裁で疲れちゃって。"],
						["L", "レイカ", "それはお疲れ様でした。ナギ君も苦労してるんですね。"],
						["R", "ナギ", "レイカさんの方は、どうしたの？"],
						["L", "レイカ", "私の方は、大したことじゃないんですけど。"],
						["L", "レイカ", "その、ヒカリとカズマが勝手気ままに動き回って……。"],
						["L", "レイカ", "任務を無事に遂行するのに、必要以上の時間がかかってしまったというか……。"],
						["R", "ナギ", "本当にご苦労様。あの二人、すごく自由だもんね。"],
						["L", "レイカ", "なんか、私たちばっかり苦労させられている気がします。"],
						["R", "ナギ", "アハハ、本当だね。"],
						["R", "ナギ", "それじゃ今度から、僕とレイカさんで任務受けるようにしようか？"],
						["L", "レイカ", "いいですね、それ！"],
						["L", "レイカ", "……と思いましたけど、なんだかすごく不安です。"],
						["L", "レイカ", "私たちがいなくなったら、誰がヒカリたちを止めるんですか……？"],
						["R", "ナギ", "ああ、やっぱりそう思った？"],
						["R", "ナギ", "はあ……それじゃ僕たちが頑張るしかないんだね。"],
						["L", "レイカ", "ふう……釈然としませんけどお互い、これからも頑張っていきましょう。"],
						]
					},
					{
						"title":"音色に惹かれて",
						"flag":"DePS400を達成",
						"dialog":
						[
						["C", "", "キザナ 市街地"],
						["C", "", "♪"],
						["L", "レイカ", "今聞こえてきたのは、ピアノの音かしら？"],
						["L", "レイカ", "このお店、ピアノが置いてあるのね。"],
						["L", "レイカ", "弾いているのは……。"],
						["R", "ナギ", "♪"],
						["L", "レイカ", "もしかして、ナギ君？"],
						["R", "ナギ", "あれ、レイカさん。こんなところで奇遇だね。"],
						["L", "レイカ", "ナギ君、ピアノが弾けるんですか？"],
						["R", "ナギ", "簡単な曲だけだけどね。幼い頃、ちょっとだけ習ってたんだ。"],
						["R", "ナギ", "♪"],
						["L", "レイカ", "すごいじゃないですか、感の動です！"],
						["R", "ナギ", "アハハ、ありがとう。そんな風に人に褒められたのは初めてかも。"],
						["L", "レイカ", "今まで、誰も褒めてくれなかったんですか？"],
						["R", "ナギ", "というか、弾く機会もあまりなかったから。"],
						["R", "ナギ", "習い事をしてたとき以来じゃないかな、ピアノに触ったのは。"],
						["L", "レイカ", "ナギ君って、音楽を聴くだけじゃなくて、自分で演奏することもできるんですね。"],
						["L", "レイカ", "すごく羨ましいです。"],
						["R", "ナギ", "これくらいだったら、ちょっと練習すれば誰でも弾けるようになるよ。"],
						["R", "ナギ", "レイカさんもやってみたら？"],
						["L", "レイカ", "正直、ちょっとだけ興味が……って、ピアノっていいお値段するんですね。"],
						["R", "ナギ", "アハハ、やっぱりそう思うよね。気軽には手を出せないんだよね。"],
						["L", "レイカ", "でも、いつか買ってみたいですね。"],
						["L", "レイカ", "そのときは、私にピアノの弾き方教えてくださいね！"],
						]
					},
					{
						"title":"意外な読書家",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "レイカ", "カズマ、それ、なにをしてるんですか？"],
						["R", "カズマ", "あー、ゲームだけど？"],
						["R", "カズマ", "って、んなこと見りゃ分かるよな。聞きたいのはタイトルだったか？ もしかしてレイカも興味アリ？"],
						["L", "レイカ", "いえ、別に興味ないです。"],
						["R", "カズマ", "そーかよ。"],
						["R", "カズマ", "んじゃ、なにが聞きたいんだよ～？"],
						["L", "レイカ", "カズマって、暇なときいつもゲームしてませんか？"],
						["R", "カズマ", "まあ、そうかもな。"],
						["L", "レイカ", "それはよくありませんね。"],
						["L", "レイカ", "ゲームで遊ぶことが悪いとは言いませんが、他のこともやるべきです。"],
						["R", "カズマ", "身体動かしたりとかか？ それならトレーニングもやってるぜ。"],
						["L", "レイカ", "本を読むべきだと思います。"],
						["R", "カズマ", "本か。本なら俺も読むぜ。"],
						["L", "レイカ", "そうなんですか？ ちょっと意外です。"],
						["R", "カズマ", "あのな……俺をなんだと思ってるんだよ？"],
						["L", "レイカ", "それでしたら、オススメの本があるんですが。読んで感想を聞かせてもらえませんか？"],
						["R", "カズマ", "へぇ、レイカおすすめの本か。そりゃ面白そうだな。"],
						["L", "レイカ", "どうぞ、こちらです。"],
						["R", "カズマ", "ほうほう……って、なんだこの本、字しかねーぞ？"],
						["L", "レイカ", "え？ それはもちろん、本ですから……。"],
						["L", "レイカ", "……あの、もしかして普段読んでる本って、マンガのことですか？"],
						["R", "カズマ", "そりゃそうだろ。字ばっか読んでなにが楽しいんだ？"],
						["L", "レイカ", "やっぱり、ちゃんと本を読みましょうよ、カズマ……。"],
						]
					},
					{
						"title":"未知との遭遇",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "キザナ 市街地"],
						["L", "レイカ", "あ、この曲、ずっと探してたやつ……。"],
						["C", "", "♪"],
						["L", "レイカ", "やっぱりいい曲ですね。今日はこれを買いましょう。"],
						["R", "カズマ", "お、レイカじゃねーか。お前も音楽聴くんだな。"],
						["L", "レイカ", "カズマも新曲を買いに？"],
						["R", "カズマ", "まあな。"],
						["R", "カズマ", "ところでレイカは、どんな曲を聴くんだ？ 視聴してるやつ、聴かせてくれよ。"],
						["L", "レイカ", "ええ、どうぞ。"],
						["C", "", "♪"],
						["R", "カズマ", "……子守歌か？"],
						["L", "レイカ", "そんなわけないでしょう。"],
						["R", "カズマ", "だけどよ、テンポ遅いし音は生温いし。全然音楽って感じしねーぞ。"],
						["L", "レイカ", "貴方、普段どんな音楽聴いてるんですか……？"],
						["R", "カズマ", "聴いてみるか？ 俺の魂を奮わせる音楽を！"],
						["C", "", "！＃＄？％＆＠※"],
						["L", "レイカ", "な、なんですかこの騒音！？"],
						["R", "カズマ", "騒音なんかじゃねぇぜ。レイカ。この魂の響きこそが、真の音楽だ！"],
						["L", "レイカ", "こんなの音楽じゃありませんよ。こんなの聴いてたら鼓膜が破れちゃいます！"],
						["R", "カズマ", "へっ、あんな潰れたまんじゅうみたいな曲聴いてるやつには、刺激が強すぎたかもな。"],
						["L", "レイカ", "つ、潰れたまんじゅう！？"],
						["R", "カズマ", "だがな、次第に身体……いや魂が、この曲を求めるようになってくるはずだ。"],
						["R", "カズマ", "そうなったら、もう一度俺のところに来な。"],
						["R", "カズマ", "俺の選曲で、お前の魂を導いてやるぜ……！"],
						["L", "レイカ", "カズマ……あの騒音に、耳だけじゃなく頭までやられてしまったんですね。かわいそうに……。"],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"もうすぐ誕生日",
						"flag":"クエスト「レイカの誕生日1」をクリア",
						"dialog":
						[
						["L", "レイカ", "もう2月……。22日は私の誕生日ですね。"],
						["L", "レイカ", "といっても特別な何かがあるわけではありませんけど。"],
						["L", "レイカ", "小さい頃から、誕生日はいつも一人でしたし……。"],
						["L", "レイカ", "それに今の私はアズワンですもの。誕生日なんかより任務の方が大切だわ。"],
						["R", "イサドラ", "ハ～イ、レイカ。カレンダーなんか見つめてどうかしたの？ なんだか浮かない顔してるわよ。"],
						["L", "レイカ", "……いえ、別に大したことではありません。"],
						["L", "レイカ", "そういうイサドラさんこそ、どうしたんですか？"],
						["R", "イサドラ", "ちょっとスケジュールを確認しようと思ってね。"],
						["L", "レイカ", "そうですか。"],
						["L", "レイカ", "……あの、イサドラさん。今度一緒に食事に行きませんか？"],
						["R", "イサドラ", "あら、貴方から誘ってくるだなんて珍しいわね。喜んでご一緒させてもらうわ。"],
						["R", "イサドラ", "それで、いつ行くの？"],
						["L", "レイカ", "そうですね……22日なんてどうですか？"],
						["R", "イサドラ", "22日……。"],
						["R", "イサドラ", "ごめんね、その日はもう予定が入ってるの。"],
						["L", "レイカ", "そうですか……なら仕方ないですね。また別の機会にでも。"],
						["R", "イサドラ", "ええ、ぜひ誘ってちょうだい。それじゃまたね。"],
						["L", "レイカ", "ではまた……。"],
						["L", "レイカ", "……私、やっぱり誕生日のこと気になってるのかしら……。"],
						]
					},
					{
						"title":"怪しい二人",
						"flag":"クエスト「レイカの誕生日2」をクリア",
						"dialog":
						[
						["R", "シャーリー", "……で……となるわけよ。"],
						["R", "ヒカリ", "うんうん、なるほど。すっごくキラキラでいいと思う！"],
						["L", "レイカ", "二人とも、こんなところで何をしてるんですか？"],
						["R", "ヒカリ", "わっ、レイカちゃん！？"],
						["R", "シャーリー", "急に現れないでよ！ ビックリするじゃない！"],
						["L", "レイカ", "少し様子がおかしかったので。人に聞かれたら困るような話でもしてたんですか？"],
						["R", "ヒカリ", "そ、そういうわけじゃないんだけど……。"],
						["R", "シャーリー", "別に変な話なんてしてないわ。ちょっと次の任務の作戦立ててただけよ！"],
						["R", "ヒカリ", "そうそう、そうなんだよ！"],
						["L", "レイカ", "貴方たちが作戦ですか。珍しいですね。"],
						["R", "シャーリー", "どういう意味よ！"],
						["L", "レイカ", "(どうしよう……二人も誘ってみようかしら)"],
						["R", "シャーリー", "……なによ黙り込んで。まだ何か気になることでもあるの？"],
						["R", "ヒカリ", "私たち、本当に何もしてないよ。決してレイカちゃんの――"],
						["R", "シャーリー", "ちょっとヒカリ！"],
						["R", "ヒカリ", "わぷっ、そうだった！"],
						["L", "レイカ", "私がどうかしたんですか？"],
						["R", "ヒカリ", "な、なんでもないよ！ とにかく私たち、ちょっと急いでるから！"],
						["R", "シャーリー", "そうなのよ！ そういうわけだから、これで失礼するわ！"],
						["L", "レイカ", "……あの二人、あんなに慌ててどうしたのかしら？"],
						]
					},
					{
						"title":"気分は最の低",
						"flag":"クエスト「レイカの誕生日3」をクリア",
						"dialog":
						[
						["L", "レイカ", "ここ何日か、カレンダーを見るクセがついてしまったわ……。"],
						["L", "レイカ", "ふう……なんだか気分は、最の低。"],
						["R", "ナギ", "ため息なんかついて、どうかしたんですか？"],
						["L", "レイカ", "ナギ君。それにカズマも。いえ、なんでもありません。"],
						["R", "カズマ", "なあ、相談があるんだけどよ。次の任務、俺たちと一緒に出撃してもらえねーか？"],
						["R", "ナギ", "僕たちだけじゃちょっと不安がありまして。もしよければ手伝ってほしいんです。"],
						["L", "レイカ", "かまいませんよ。それでいつ行くんですか？"],
						["R", "カズマ", "22日だ。"],
						["L", "レイカ", "あ……。"],
						["R", "ナギ", "当日、出撃前にミーティングを行いますので。こちらのメモの場所まで来てください。それでは。"],
						["R", "カズマ", "いや～快く引き受けてもらえて助かったぜ。そんじゃよろしくな！"],
						["L", "レイカ", "……分かりました。"],
						["L", "レイカ", "…………。"],
						["L", "レイカ", "任務なら仕方がないですね。これで誕生日のことは忘れられそうです。"],
						["L", "レイカ", "ええ、きっとこれでよかったんです。私を頼ってくれたナギ君とカズマを失望させるわけにもいきませんし。"],
						["L", "レイカ", "次の任務、頑張りましょう。そして必ず手にするのよ。圧倒的な大・勝利を！"],
						]
					},
					{
						"title":"初めての……",
						"flag":"クエスト「レイカの誕生日4」をクリア",
						"dialog":
						[
						["L", "レイカ", "ナギ君の言ってたミーティングの場所ってここですよね。"],
						["L", "レイカ", "部屋の中は真っ暗……誰もいないみたいですけど。とりあえず明かりを点けて――"],
						["R", "ヒカリ", "レイカちゃん！"],
						["L", "レイカ", "キャッ！ ヒ、ヒカリ！？ どうして貴方がここに？"],
						["R", "ナギ", "他のみんなもいますよ。"],
						["L", "レイカ", "え……？ 今日の任務は、全員で出撃するんですか？"],
						["R", "カズマ", "任務の話は嘘だ。お前を呼び出すための口実だよ。"],
						["R", "イサドラ", "貴方の誕生日をお祝いしようと思って、みんなで考えたの。"],
						["R", "シャーリー", "サプライズパーティーってやつよ。どう、驚いたでしょ？"],
						["L", "レイカ", "はい、ビックリしました……。"],
						["R", "ヒカリ", "キラリーン！ サプライズ大成功だね！ レイカちゃん、お誕生日おめでとう！"],
						["L", "レイカ", "あ、ありがとう……。"],
						["L", "レイカ", "でも、今日が私の誕生日だってよく知ってましたね。"],
						["R", "イサドラ", "フフ、毎日カレンダー見てるんだもの。すぐに気がつくわよ。"],
						["L", "レイカ", "見られてたんですね、恥ずかしい……。"],
						["R", "ヒカリ", "そんなの気にしなくていいよ！"],
						["R", "ヒカリ", "それより、ほら見て。誕生日ケーキ焼いてきたんだよ！"],
						["L", "レイカ", "すごく美味しそうです。辛くはなさそうだけど。"],
						["R", "ヒカリ", "えっ？"],
						["R", "ナギ", "えっと……辛いものが好みでしたか？ それならこちらをどうぞ。料理もたくさん用意しておきましたから。"],
						["L", "レイカ", "最の高ですね。"],
						["R", "シャーリー", "プレゼントも用意してるのよ。中身は開けてのお楽しみ！"],
						["R", "カズマ", "ということで、楽しんでけ。今日の主役はお前だからな！"],
						["R", "ヒカリ", "どうかな、レイカちゃん。喜んでもらえた？"],
						["L", "レイカ", "ええ、とっても。素敵な誕生日をありがとうございます。"],
						]
					},
				],
			},
		],
		Shirley:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "シャーリー", "今日はお疲れ様。"],
						["L", "シャーリー", "ちょっと聞きたいことがあるんだけど、地球ヤロウっていつも家で何してるの？"],
						["L", "シャーリー", "ほら、地球って宇宙の辺境にあるド田舎じゃない？"],
						["L", "シャーリー", "何もなくて、いつも家でヒマしてるんじゃないかな～って思ったのよ。"],
						["L", "シャーリー", "え？ 「そんなことない」ですって？"],
						["L", "シャーリー", "ふ～ん、そうなの？ シャーリーが思ってたよりは田舎じゃないのかしら。"],
						["L", "シャーリー", "ま、どっちでもいいけど。"],
						["L", "シャーリー", "だってキザナと比べたら、他の星なんて全部田舎みたいなものだもん。"],
						["L", "シャーリー", "キザナはね、すっごいすっごい大都会なのよ！"],
						["L", "シャーリー", "人も物もたくさん集まって、昼から夜まで大賑わいなんだから。"],
						["L", "シャーリー", "地球ヤロウにも、一度キザナの風景を見せてやりたいわ。"],
						["L", "シャーリー", "いつか連れてってあげるから、楽しみにしてなさい。"],
						["L", "シャーリー", "って、いけない。話が逸れちゃった。"],
						["L", "シャーリー", "要するに、何が言いたいかっていうとね。"],
						["L", "シャーリー", "お前、どうせヒマしてるんでしょ？ だからもっとこっちに来なさいよ。"],
						["L", "シャーリー", "いつでもシャーリーが付き合ってあげるんだから。"],
						["L", "シャーリー", "いいわね？ わかった？"],
						]
					},
					{
						"title":"星血と翔握戦",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "シャーリー", "今日の戦闘、よかったわよ。"],
						["L", "シャーリー", "地球ヤロウのくせになかなかやるじゃない。"],
						["L", "シャーリー", "次もまた一緒に出撃してあげるから、感謝なさい。"],
						["L", "シャーリー", "……は？ また出撃することがあるのか、ですって？"],
						["L", "シャーリー", "そんなの当然じゃない。 シャーリーたちが何のために戦ってると思ってるの？"],
						["L", "シャーリー", "あのね、シャーリーたちは資源戦争をしてるの。"],
						["L", "シャーリー", "星血(ほしのち)っていう、巡星(めぐりぼし)の内部に眠るエネルギー資源を巡ってね。"],
						["L", "シャーリー", "星血は、日常生活から軍事兵器に至るまで、ありとあらゆるところで使われてる万能エネルギーなの。"],
						["L", "シャーリー", "もちろん、シャーリーたちの乗ってるエア・リアルも、星血で動いてるのよ。"],
						["L", "シャーリー", "だから星血は、どの国にとってもすごく重要なの。"],
						["L", "シャーリー", "その星血を巡って、ヴ・レードとア・スレッガっていう二つの国が戦争してるわけ。"],
						["L", "シャーリー", "エネルギー資源って、恒常的に必要なものでしょ？"],
						["L", "シャーリー", "だからね、この戦争は、いつまで経っても終わらないの。"],
						["L", "シャーリー", "新しい星脈(せいみゃく)が見つかるたびに戦力が投入されて、また新たな翔握戦(しょうあくせん)が始まるわ。"],
						["L", "シャーリー", "……なによ。 さっきからやけに静かね。"],
						["L", "シャーリー", "もしかして、シャーリーの話聞いてビビっちゃった？"],
						["L", "シャーリー", "フフン、安心なさい！ 敵なんてみんなシャーリーがやっつけてやるんだから！"],
						["L", "シャーリー", "地球ヤロウは大船に乗ったつもりでいればいいの。"],
						["L", "シャーリー", "それじゃ、またね。"],
						]
					},
					{
						"title":"シャーリーとゴールテン・ダー",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["L", "シャーリー", "エア・リアルの醍醐味って何だと思う？"],
						["L", "シャーリー", "シャーリーはね、接近戦だと思うのよね。"],
						["L", "シャーリー", "ぶつかりあう鋼鉄と鋼鉄！ 激しく散る火花！ あの迫力は、他じゃ味わえないじゃない！"],
						["L", "シャーリー", "え、何の話かって？"],
						["L", "シャーリー", "一番かっこいいエア・リアルは、どの機体かって話よ。"],
						["L", "シャーリー", "シャーリーはね、ゴールテン・ダーが一番だと思ってるの。"],
						["L", "シャーリー", "一撃が強いし、重厚感があってかっこいいし。"],
						["L", "シャーリー", "あんなイカした機体、他にないでしょ？"],
						["L", "シャーリー", "なんでそれが誰も分からないわけ？"],
						["L", "シャーリー", "イサドラに至っては、鼻で笑ってくる始末で……。"],
						["L", "シャーリー", "あのオバサン、次に会ったらゴールテン・ダーでぼっこぼこにしてやるべ……！"],
						["L", "シャーリー", "……コホン。"],
						["L", "シャーリー", "ねえ、地球ヤロウはどう思う？"],
						["L", "シャーリー", "一番かっこいいエア・リアルは、当然ゴールテン・ダーよね？ そう思うでしょ？"],
						["L", "シャーリー", "ちょっと地球ヤロウ？ シャーリーの話聞いてるの？"],
						]
					},
					{
						"title":"ヴ・レード惺王国",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["L", "シャーリー", "ねえ、ちょっと聞いてよ。"],
						["L", "シャーリー", "この前、翔握戦終わった後にエア・リアルに星血補給しようとしたらね。"],
						["L", "シャーリー", "ヴ・レードの連中が近付いてきて「星血を浪費するな」とか言ってきたのよ。"],
						["L", "シャーリー", "星血ぐらい自由に使わせてくれたっていいじゃない！"],
						["L", "シャーリー", "あ、ヴ・レードっていうのはヴ・レード惺王国(せいおうこく)のことね。"],
						["L", "シャーリー", "巡星を神聖視してる国でね、我々は星と共生するべきだ～とかって主張してるの。"],
						["L", "シャーリー", "だから巡星から採れる星血についても、いろいろうるさいんだと思うわ。"],
						["L", "シャーリー", "平和的で自然に優しいイイ国だって思う？"],
						["L", "シャーリー", "一見そう見えるかもだけど、ヴ・レードは戦争を主導してる大国のひとつなのよ。"],
						["L", "シャーリー", "巡星を守るためなら戦争も辞さないってわけ。"],
						["L", "シャーリー", "でも、別に怖い国ってわけでもないから安心なさい。"],
						["L", "シャーリー", "怒られない程度にうまく付き合えばいいのよ。普通に話す分にはいい人たちだから。"],
						]
					},
					{
						"title":"轟国ア・スレッガ【？】",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"シャーリーの自慢",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["L", "シャーリー", "ハ～イ、地球ヤロウ。元気にしてる？ シャーリーはとっても元気よ。"],
						["L", "シャーリー", "今日はね、とってもいいことがあったのよ。"],
						["L", "シャーリー", "なんと、あのノイジー・レイジの新作が手に入っちゃったんだ！"],
						["L", "シャーリー", "は？ ノイジー・レイジを知らないですって？"],
						["L", "シャーリー", "まあ、お前は地球とかいう辺境で暮らしてるんだもんね。流行に疎いのは仕方ないか。"],
						["L", "シャーリー", "ノイジー・レイジっていうのはね、今、キザナで人気のファッションブランドの名前なのよ。"],
						["L", "シャーリー", "ホンッとに新しいんだから！ 服を鋲で留めたり、ボタンがたくさん付いてたり……。"],
						["L", "シャーリー", "すごい人気でね、お店に商品が入荷するたびに、すぐ売り切れになっちゃうんだから。"],
						["L", "シャーリー", "新作となればなおのこと、手に入れるのは難しくなるんだけど。"],
						["L", "シャーリー", "それが今回、手に入っちゃったわけ。これってすごいことなんだから！"],
						["L", "シャーリー", "そんでもって、これでシャーリーも流行の最先端に仲間入りってわけ。"],
						["L", "シャーリー", "フフン、イケてるでしょ～？"],
						["L", "シャーリー", "はあ～……本当に素敵。 大事に大事にタンスにしまっておかなくちゃ。"],
						["L", "シャーリー", "え？ 服は着ないと意味がないですって？"],
						["L", "シャーリー", "も、もちろん、そんなことは分かってるわ。ちょっと言ってみただけよ！"],
						]
					},
					{
						"title":"エア・グランデ【？】",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"夢はファッションリーダー",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "シャーリー", "シャーリーはね、いつかファッションリーダーになりたいって思ってるの。"],
						["L", "シャーリー", "それでね、大前提として、ファッションリーダーは都会暮らしでないといけないと思うのよね。"],
						["L", "シャーリー", "でもシャーリーの住んでたところは、ちょっとだけ……本当の本当にちょっとだけ田舎なところでさ。"],
						["L", "シャーリー", "だから頑張って、一人で都会に飛び出してきたのよ。"],
						["L", "シャーリー", "アズワン候補生の適性試験に合格してね。"],
						["L", "シャーリー", "候補生になると、ジ・オーダーが都会での暮らしを保障してくれるんだ。"],
						["L", "シャーリー", "これでシャーリーも立派な都会っ子よね。"],
						["L", "シャーリー", "この調子でファッションリーダーにもなってみせるんだから！"],
						["L", "シャーリー", "……なりかたは、よく分かんないんだけどね。"],
						]
					},
					{
						"title":"なんでかしら",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["L", "シャーリー", "なんだか最近、おかしいわ。"],
						["L", "シャーリー", "いえ、別に悪い意味でおかしいわけじゃないの。むしろいいことなんだけど……。"],
						["L", "シャーリー", "気付いてる？ エア・リアルの挙動が、前より良くなってるのよ。"],
						["L", "シャーリー", "シャーリーたちが上手く使いこなせるようになったから？"],
						["L", "シャーリー", "それだけじゃ説明がつかないような気が……。"],
						["L", "シャーリー", "……え？ シャーリーたちの相性がいいからじゃないか？"],
						["L", "シャーリー", "な、なに非論理的なこと言いだすんだべ！ そんなことでマシンの性能が向上するわけないべさ！"],
						["L", "シャーリー", "まったく……急に変なこと言わないでよね。"],
						["L", "シャーリー", "ま、理由はともかく、地球ヤロウと一緒だと調子がいいのは確かみたい。"],
						["L", "シャーリー", "これからも一緒に出撃してあげるわ。感謝なさい。"],
						]
					},
					{
						"title":"相性抜群",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["L", "シャーリー", "今日の出撃、すごかった！"],
						["L", "シャーリー", "ちょっと、なにポカーンとしてんのよ！ 一人ではしゃいでるシャーリーがバカみたいじゃない！"],
						["L", "シャーリー", "エア・リアルの性能が、また一段と向上したわ。"],
						["L", "シャーリー", "まるで一心同体になったみたいな気分だったわ。"],
						["L", "シャーリー", "エア・リアルとも、地球ヤロウとも！"],
						["L", "シャーリー", "これってやっぱりシャーリーたちの相性が抜群だってことなのかしら？"],
						["L", "シャーリー", "……え？ 相性で性能が向上するわけないって言ってた？"],
						["L", "シャーリー", "だったら前言撤回！ こんな体験しちゃったら、認めざるを得ないわよ。"],
						["L", "シャーリー", "ともかく、お前はシャーリーの最高のパートナーよ。"],
						["L", "シャーリー", "だから、これからもよろしく頼むわね、地球ヤロウ！"],
						]
					},
					{
						"title":"いつでも、いつまでも【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ド田舎のオシャレ事情",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "シャーリー", "ねえ、地球ヤロウ。ちょっと聞きたいことがあるんだけどいい？"],
						["L", "シャーリー", "さっき人から聞いたんだけど地球ってけっこうオシャレなところらしいじゃない。"],
						["L", "シャーリー", "どんなファッションが流行ってるのか、シャーリーに教えてくれない？"],
						["L", "シャーリー", "……ふむふむ。"],
						["L", "シャーリー", "ん～言葉だけじゃよく分かんないわね。今度写真みせてくれない？"],
						["L", "シャーリー", "ほら、例えばファッションの専門誌とかないの？"],
						["L", "シャーリー", "……え、たくさんある？"],
						["L", "シャーリー", "お店に行けば。選びきれないほどの雑誌が並んでるって、それ本当だべか！？"],
						["L", "シャーリー", "フ……フフン。地球もなかなかやるみたいね。"],
						["L", "シャーリー", "地球なんてド田舎かなって思ってたけど、もしかしたらキザナの次くらいにオシャレなのかもね。"],
						["L", "シャーリー", "俄然興味が湧いてきたわ。"],
						["L", "シャーリー", "今度、本当に見せなさいよね地球のファッション誌！"],
						]
					},
					{
						"title":"田舎もいいわよね",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "シャーリー", "この前、地球の写真を見せてもらったの。"],
						["L", "シャーリー", "山と緑に囲まれてて、そこら中に畑みたいのが広がってて。"],
						["L", "シャーリー", "想像してたとおりの田舎の風景だったわ。"],
						["L", "シャーリー", "多分、空気が澄んでて、水が美味しくて、のどかなところなんでしょうね。"],
						["L", "シャーリー", "フフ、いいじゃない。ちょっと懐かしい感じがする。"],
						["L", "シャーリー", "……え？ 地球にも都会なところと田舎なところがある？"],
						["L", "シャーリー", "シャーリーが都会っ子だから気後れしちゃってるのかもしれないけどさ。"],
						["L", "シャーリー", "いいのよ、そんなふうに強がらなくて。"],
						["L", "シャーリー", "田舎もいいところよね。シャーリー、そういうところ嫌いじゃないわよ？"],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"流れ星と妖精",
						"flag":"DePS150を達成",
						"dialog":
						[
						["L", "シャーリー", "う～、何よもう！ お母ちゃんのバカ、バカ、バカ！"],
						["C", "", "あの頃のシャーリーは、夜空の下を歩きながらいつも不平不満を垂れ流していた。"],
						["L", "シャーリー", "シャーリーに都会暮らしなんてできっこないとか、決めつけないでよね！"],
						["L", "シャーリー", "こんなだっさいド田舎、絶対出てってやるわ。 シャーリーには都会がお似合いなんだから！"],
						["C", "", "けれど、どうすれば都会に行けるかなんて、何も考えてなかった。"],
						["C", "", "ただ、ただ、変わり映えのない毎日を繰り返す日々。"],
						["L", "シャーリー", "あら？ 何かしら、あのへんな動きの流れ星は……？"],
						["C", "", "けれど、その晩シャーリーは出会った。一筋の流れ星と。"],
						["L", "シャーリー", "あれは……もしかしてエア・リアルだべか！？"],
						["C", "", "[画像: サイトヘッド]"],
						["C", "", "偶発的に発生した、2機のエア・リアルによる戦闘。"],
						["L", "シャーリー", "す、すごいべ、あれが生のエア・リアル！ まるで妖精が空を舞ってるみたいだべ！"],
						["C", "", "勝利を収め、地上に降りてきたのは緑のエア・リアル。"],
						["C", "", "コクピットからパイロットが降りてくるのを見て、シャーリーは思わず駆け寄った。"],
						["R", "イサドラ", "ふぅ……まさかこんなところで戦闘になるなんてね。"],
						["L", "シャーリー", "は、はわぁ～……パイロットさんまで妖精みたいだべぇ。"],
						["R", "イサドラ", "あら、地元の子かしら？"],
						["R", "イサドラ", "ふふ、ありがと。でも私は妖精じゃなくて、キミと同じただの人間なのよ？"],
						["L", "シャーリー", "シャーリーと同じ……？"],
						["L", "シャーリー", "そ、そったら、シャーリーもあんたみたいになれるべか？"],
						["R", "イサドラ", "それってアズワンのこと？"],
						["R", "イサドラ", "ええ、もちろん。可能性は誰にだって等しくあるのよ。"],
						["L", "シャーリー", "だったら、シャーリーはアズワンになる！"],
						["R", "イサドラ", "ふふ、きっとなれるわ。応援してあげるから、早く会いにいらっしゃい。"],
						["C", "", "そして彼女は去っていった。シャーリーにひとつの目標を与えて。"],
						["L", "シャーリー", "必ず……必ずアズワンになって、アンタに会いに行くかんな～！"],
						]
					},
					{
						"title":"天敵",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "イサドラ", "ハ～イ、ダベーヌ。相変わらずちっこいわね～。"],
						["L", "シャーリー", "な、何すんのよオバサン！ 勝手にシャーリーの頭触んないでよね！"],
						["R", "イサドラ", "あら、ごめんなさい。"],
						["R", "イサドラ", "ちょうどいいところに手を置く場所があったものだから、つい。"],
						["L", "シャーリー", "ムキーッ！「つい」じゃないわよ！"],
						["L", "シャーリー", "あと、シャーリーの名前は「ダベーヌ」じゃなくて「ダヴェーヌ」なんだから！"],
						["L", "シャーリー", "いつになったら覚えるわけ？ ボケるには早すぎるんじゃないかしら！？"],
						["R", "イサドラ", "ふふ、そうだったかしら。次からは間違えないようにするわね。"],
						["L", "シャーリー", "それで、シャーリーに何か用でもあるの？"],
						["R", "イサドラ", "ああ、そうだったわ。"],
						["R", "イサドラ", "あのね、シャーリーにお土産があるの。頂き物なんだけど、きっと気に入ってくれると思うわ。"],
						["L", "シャーリー", "はあ？ アンタが私に……？"],
						["R", "イサドラ", "ほら、これよ。"],
						["L", "シャーリー", "は、はわぁ～！ こりゃデェコンの漬け物でねぇか！"],
						["L", "シャーリー", "しっかり漬かってて、いい香りが……って、あっ。"],
						["R", "イサドラ", "あらあら、すっごく喜んでもらえたみたいね。持ってきた甲斐があったわ～。"],
						["L", "シャーリー", "バ、バッカじゃないの！？"],
						["L", "シャーリー", "こんな田舎の食べ物でシャーリーが喜ぶわけ……。"],
						["R", "イサドラ", "じゃ捨てましょう。"],
						["L", "シャーリー", "待ちなさいよ！"],
						["L", "シャーリー", "頂き物を捨てちゃうなんて非常識だわ。仕方がないから、シャーリーが引き取ってあげる！"],
						["R", "イサドラ", "欲しいなら欲しいって言いなさいな、ダベーヌちゃん。"],
						["L", "シャーリー", "別に欲しくは……って、またダベーヌって言ったわね！"],
						["L", "シャーリー", "キーッ！ 絶対に許さないんだから～！"],
						]
					},
					{
						"title":"あいつの弱点",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 深夜 女子更衣室"],
						["L", "シャーリー", "……よし、誰もいないわね。"],
						["L", "シャーリー", "え～と、確かこの辺に……。"],
						["L", "シャーリー", "フフフ、見つけたわよ、イサドラのロッカー。"],
						["L", "シャーリー", "あのオバサン、いつもシャーリーのことバカにして！"],
						["L", "シャーリー", "もう許さないわ。ロッカーの中調べて、イサドラの弱みを握ってやるんだから！"],
						["C", "", "コツ、コツ、コツ…"],
						["L", "シャーリー", "って、廊下から足音が！？ こんな時間にまだ誰か残ってたなんて……！"],
						["L", "シャーリー", "とにかく急いで隠れなきゃ！"],
						["C", "", "ガチャ"],
						["R", "イサドラ", "き、気のせいかしら。誰もいない更衣室から物音が……？"],
						["L", "シャーリー", "(イ、イサドラ！？)"],
						["R", "イサドラ", "ふ、ふふ、気のせいよね。こんな時間に誰かが残ってるわけないもの……。"],
						["R", "イサドラ", "いいからさっさと着替えて、さっさと帰りましょう！"],
						["L", "シャーリー", "(そうよ、早く出てって！ こんなときまでシャーリーの邪魔しないでよね！)"],
						["R", "イサドラ", "それにしても、夜の本部ってなんでこんなに気味悪いのかしら。"],
						["L", "シャーリー", "(小声でなんか言ってる？ なに言ってるのかしら？)"],
						["R", "イサドラ", "書類の提出さえなければ、こんな時間まで残らずに済んだのに……。"],
						["L", "シャーリー", "(……あ、ヤバい。鼻が……くしゃみ出そ……っ)"],
						["R", "イサドラ", "誰もいない。何もいない。……幽霊なんているわけない。"],
						["L", "シャーリー", "ハ…………クチュン！"],
						["RBoldLarge", "イサドラ", "で、出た～！"],
						["R", "イサドラ", "……って、シャーリーじゃない！ こんな時間に何してるのよ？"],
						["L", "シャーリー", "う～……何でもないわよ。忘れ物を取りに来ただけ。"],
						["R", "イサドラ", "ふーん……そう。それじゃ一緒に帰りましょうか。途中まで送っていってあげる。"],
						["L", "シャーリー", "(し、しくじったわ。超警戒されちゃってるじゃない)"],
						["R", "イサドラ", "(ふふ、よかった。これで幽霊も怖くない)"],
						["L", "シャーリー", "……なに笑ってるのよオバサン。気味悪いわね。"],
						["R", "イサドラ", "ふふ、気にしなくていいのよシャーリーちゃん♪"],
						]
					},
					{
						"title":"天然物",
						"flag":"DePS300を達成",
						"dialog":
						[
						["R", "ヒカリ", "キラリーン！"],
						["R", "ヒカリ", "シャーリーちゃん、この後ってヒマ？"],
						["R", "ヒカリ", "もしよかったら、私と甘いもの食べに行こうよ！"],
						["L", "シャーリー", "ええ、別にかまわないわよ。"],
						["R", "ヒカリ", "やったー！"],
						["R", "ヒカリ", "それじゃ、どこに行こっか？ シャーリーちゃん、どこかいい場所知ってる？"],
						["L", "シャーリー", "それなら、知る人ぞ知るイケてるお店があるわよ。"],
						["R", "ヒカリ", "さっすがー♪"],
						["L", "シャーリー", "最近見つけたんだけど、ゴールド通りの奥にある隠れた名店で――"],
						["R", "ヒカリ", "あ、ディッカのケーキ？ あそこ美味しいよねえ～。子供の頃から通ってるんだ～。"],
						["L", "シャーリー", "(くっ、もしかして地元では有名なお店だった！？)"],
						["L", "シャーリー", "……は、また今度にして、別のお店にしましょう。"],
						["L", "シャーリー", "それじゃ、エイト街にできたばかりの新しいお店で、たぶんこれから流行ると思――"],
						["R", "ヒカリ", "ル・シエラだね！ デルタ通りにある本店なら何度か行ったことあるよ！"],
						["L", "シャーリー", "(くっ……本店があるなんて知らなかったわ！ おのれ天然物の都会っ子め……！)"],
						["L", "シャーリー", "……あ、うん。やっぱそっちはなしで。"],
						["R", "ヒカリ", "えー？ それじゃどこにするの？"],
						["L", "シャーリー", "えーと……。"],
						["L", "シャーリー", "…………。"],
						["L", "シャーリー", "……とりあえず、歩きながら考えましょっか。"],
						["R", "ヒカリ", "うん、そうだね！ きっといいお店が見つかるよ！"],
						]
					},
					{
						"title":"バッテン",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "図書館"],
						["R", "ヒカリ", "あ、シャーリーちゃんだ。"],
						["R", "ヒカリ", "ヤッホー！ こんなところでなにやってるの？"],
						["L", "シャーリー", "ち、ちょっとヒカリ。図書館で大声出すんじゃないわよ！追い出されちゃうわよ！"],
						["R", "ヒカリ", "シャーリーちゃんの声も大きいよ？"],
						["L", "シャーリー", "ぐぬ……。"],
						["L", "シャーリー", "とにかく静かにしましょう。シャーリーも追い出されたくないし。"],
						["R", "ヒカリ", "うん、そうだね。"],
						["R", "ヒカリ", "それで、なにしてるの？"],
						["L", "シャーリー", "なにって勉強に決まってるじゃない。今度、もう一つ上の整備士の資格を取ろうと思ってるのよ。"],
						["L", "シャーリー", "そういうアンタはなにしに来たわけ？"],
						["R", "ヒカリ", "私もね……勉強だよ。"],
						["L", "シャーリー", "意外ね。ヒカリもなにか資格を取るの？"],
						["R", "ヒカリ", "じゃなくて、バッテンの。"],
						["L", "シャーリー", "バッテン……？"],
						["L", "シャーリー", "それってもしかして、始末書を書きすぎると強制されるというあの伝説の……！？"],
						["R", "ヒカリ", "そう、通称バッテンこと、アズワン再講習のことだよ。"],
						["R", "ヒカリ", "免許取消はないけど、筆記試験に合格するまで何度でも受けさせられるんだって……。"],
						["L", "シャーリー", "まさか実在してたなんて。恐ろしいわ……！アンタどんだけ違反したのよ・"],
						["R", "ヒカリ", "お願い、シャーリーちゃん助けて～！ 私、勉強はからっきしなの～！"],
						["L", "シャーリー", "うっ……ごめんねヒカリ。シャーリーじゃ力になれそうもないわ。"],
						["L", "シャーリー", "というか私も、工学系以外は並み程度で……。"],
						["R", "ヒカリ", "見捨てないでよ、シャーリーちゃ～ん！"],
						["L", "シャーリー", "ちょ、大声出さないでよ！ 司書さんがこっち睨んで……ああもう、分かったから！"],
						["L", "シャーリー", "手伝う！ 勉強手伝うから静かにして！"],
						["R", "ヒカリ", "エヘヘ、本当？ ありがとうシャーリーちゃん。"],
						]
					},
					{
						"title":"ちょっと苦手",
						"flag":"DePS400を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 エア・リアル格納デッキ"],
						["L", "シャーリー", "「今日の翔握戦もイケてたわよ、地球ヤロウ。 次もこの調子で行きましょう」"],
						["L", "シャーリー", "……送信、と。"],
						["L", "シャーリー", "よし、地球ヤロウにメッセージも送ったし、そろそろ上がりましょう。"],
						["L", "シャーリー", "そういえば、今日はあそこのお店に新作が入るっていってたわね。帰りに寄ってみようかしら。"],
						["R", "レイカ", "あら、シャーリー。今日はお疲れ様でした。"],
						["L", "シャーリー", "お疲れ様、レイカ。お互い、今日の翔握戦勝ててよかったわね。"],
						["L", "シャーリー", "ま、全部シャーリーの活躍のおかげなんだけど！"],
						["R", "レイカ", "確かに勝利を収められたのは喜ばしいことですよね。"],
						["R", "レイカ", "けれど、中盤の戦況は危うい展開でした。省みるべき点はあったと思います。"],
						["L", "シャーリー", "勝ちは勝ちでしょ。それでいいじゃない。"],
						["R", "レイカ", "よくないです。反省もせず、また同じミスを繰り返したりしたら、最の低ですよ。"],
						["L", "シャーリー", "そ、そう……。"],
						["L", "シャーリー", "(レイカって、ちょっと生真面目すぎるのよね。はっきりいって苦手なタイプだわ。)"],
						["R", "レイカ", "ということで、今日の翔握戦についてですけど。"],
						["R", "レイカ", "中盤、攻め込まれかけた要因がどこにあったのか、把握できてますか？"],
						["L", "シャーリー", "え、要因？ そんなの知らないわよ。"],
						["R", "レイカ", "はあ……。シャーリー、そういうところを改めていくべきだという話をしているの。"],
						["R", "レイカ", "攻め込まれた原因は、味方機がやられてできた穴を、フォローできなかったから。"],
						["R", "レイカ", "私は敵機の対応に時間を取られてしまったし、貴方は前に出すぎていました。"],
						["R", "レイカ", "この問題点を改善していくことで、今後の戦いに多大な変化が――"],
						["L", "シャーリー", "(あ、これ長くなるやつね)"],
						["R", "レイカ", "そこでシャーリー、私なりに貴方の改善点を考えてみたのだけれど――"],
						["L", "シャーリー", "あ～っ！ シャーリーったらうっかりしてたわ！ そういえば管理部から呼ばれてたんだった！"],
						["R", "レイカ", "え？"],
						["L", "シャーリー", "ということで、急いでるの。話の続きはまた今度ね！"],
						["R", "レイカ", "ちょっと待ってシャーリー！ また今度っていつですか？ こういうのはきちんと日時を決め――"],
						["R", "レイカ", "シャーリーってば！"],
						]
					},
					{
						"title":"レイカのオススメ",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "レイカ", "ちょっといいですか、シャーリー。受け取ってもらいたいものがあるのですが。"],
						["L", "シャーリー", "えっと、なにかしら？"],
						["R", "レイカ", "こちらの本です。"],
						["L", "シャーリー", "(レイカおすすめの本……？ なんだかとっても難しそうな予感が……)"],
						["R", "レイカ", "読んで感想を聞かせてください。それでは私はこれで。"],
						["L", "シャーリー", "……行っちゃった。"],
						["L", "シャーリー", "うーん、どうしようかしら、この本。まったく読む気になれないんだけど……。"],
						["L", "シャーリー", "とはいえ、捨てるわけにもいかないし……。"],
						["L", "シャーリー", "最初の方だけ読んで、それっぽい感想言って終わりにしようかしら。"],
						["C", "", "次の日"],
						["L", "シャーリー", "レイカァァァァァァ！"],
						["R", "レイカ", "あら、シャーリー。あの本は読んでもらえましたか？"],
						["L", "シャーリー", "読んだわ！ 超イケてる純愛ストーリーで、読み始めたらもう止まらなくて……！"],
						["L", "シャーリー", "特に主人公がヒロインのために身を引こうとするシーンとか最高すぎだべ！"],
						["R", "レイカ", "ふふ、そうでしょう、そうでしょう。最の高ですよね。"],
						["R", "レイカ", "やはり貴方に薦めて正解でした。"],
						["R", "レイカ", "ヒカリにも薦めたんですが、「よく分かんなかった」と言われてしまって……。"],
						["R", "レイカ", "この作品の素晴らしさを理解してくれる人がいて、本当に嬉しいです。"],
						["L", "シャーリー", "でもこれ、最後がちょっと。終わり方が悲しすぎるわ。"],
						["R", "レイカ", "やはりそう思いましたか。そんな貴方に、渡したいものがあります。"],
						["L", "シャーリー", "そ、その本はまさか！？"],
						["R", "レイカ", "そう、続編です。"],
						["L", "シャーリー", "レイカ！ お前最高だべ！"],
						]
					},
					{
						"title":"うれしい試食",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ナギの部屋"],
						["R", "ナギ", "シャーリーさん、今日は付き合ってくれてありがとう。"],
						["R", "ナギ", "おかげで、新しい料理を試すことができたよ。"],
						["L", "シャーリー", "別に気にしなくていいわ。珍しい料理が食べれるって聞いてきただけだし。"],
						["R", "ナギ", "これ佃煮っていって、田舎の方の郷土料理なんだ。"],
						["R", "ナギ", "シャーリーさんの口にあったらいいんだけど。"],
						["L", "シャーリー", "シャーリーの家じゃ、もう少し味付け濃かったかしら。でも十分美味しかったわよ。"],
						["R", "ナギ", "あれ？ もしかして佃煮知ってた？ シャーリーさんってそっちの方の出身なの？"],
						["L", "シャーリー", "えっ！？ あ、いや、そうじゃなくて……！"],
						["L", "シャーリー", "そ、そう！ 親戚！"],
						["L", "シャーリー", "親戚の叔母さん田舎に住んでてね！ シャーリーも佃煮食べたことがあったの！"],
						["R", "ナギ", "なんだ、そうだったんだ。そうならそうと教えてくれればよかったのに。"],
						["L", "シャーリー", "と、とにかく、美味しかったと思う。そのうち、また食べさせてもらえると嬉しいわ。"],
						["R", "ナギ", "アハハ。そう言ってもらえると嬉しいよ。"],
						["L", "シャーリー", "今度、なにかお礼させて。"],
						["R", "ナギ", "え？ 別にそんなのいいよ。"],
						["L", "シャーリー", "でもご馳走になったし。"],
						["L", "シャーリー", "(というか、こんな美味ぇ佃煮食ったの、ほんに久しぶりでなぁ。いくら感謝してもしたりねーくらいだべ。)"],
						["R", "ナギ", "本当に気にしなくていいんだけどな……あ、そうだ。"],
						["R", "ナギ", "そしたら、こういうのはどうかな。"],
						["R", "ナギ", "シャーリーさん、漬け物って知ってる？ 保存料理の一種らしいんだけど。"],
						["L", "シャーリー", "え、ええ、知ってるわよ。"],
						["R", "ナギ", "それじゃ、今度漬け物の作り方教えてもらえないかな。それがお礼ってことで。"],
						["L", "シャーリー", "そんなことでよければ、喜んで教えてあげるけど……。"],
						["L", "シャーリー", "……ちょっとなら、家に漬け物残ってるわ。それも今度食べてみる？"],
						["R", "ナギ", "うん、食べてみたいな。楽しみにしてるよ。"],
						]
					},
					{
						"title":"どれも大切",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "シャーリーの部屋"],
						["L", "シャーリー", "悪かったわ。"],
						["R", "ナギ", "別に誤らなくていいよ。"],
						["L", "シャーリー", "いいえ、本当に悪かったと思ってるの。"],
						["L", "シャーリー", "今日はお客さんとして来てもらったのに。部屋の掃除手伝わせちゃって……レディ失格なのだわ。"],
						["R", "ナギ", "まあ、ちょっとだけ驚いたけどね……。"],
						["R", "ナギ", "すごい部屋だよね。あっちもこっちも機械だらけ。"],
						["L", "シャーリー", "機械いじりが趣味なのよ。"],
						["R", "ナギ", "シャーリーさん、得意だもんね。"],
						["R", "ナギ", "それじゃ、軽く片付けちゃおうか。こう見えて掃除は得意だから任せておいてよ。"],
						["L", "シャーリー", "う、うん……。"],
						["C", "", "1時間後"],
						["R", "ナギ", "シャーリーさん、この壊れた掃除機だけど……。"],
						["L", "シャーリー", "あ、それは使えそうな部品がありそうだったから拾ってきたやつなの。置いといて。"],
						["R", "ナギ", "捨てようか。"],
						["L", "シャーリー", "へ？"],
						["R", "ナギ", "目的が曖昧なものは捨てた方がいいね。結局使わないまま終わるのがオチだよ。"],
						["L", "シャーリー", "ちょっと待って！"],
						["R", "ナギ", "このドライヤーも壊れてるやつだよね。捨てちゃおう。"],
						["L", "シャーリー", "それ使うやつだから！ ほらあれよ……あれに使うの！"],
						["R", "ナギ", "捨てます。"],
						["LBoldBig", "シャーリー", "いやぁぁぁぁぁっ！"],
						["C", "", "2時間後"],
						["R", "ナギ", "とりあえず簡単だけど、こんなものかな？"],
						["R", "ナギ", "ほら、シャーリーさん。部屋の広さが二倍になったよ。"],
						["L", "シャーリー", "う、う、時間をかけて集めたジャンクパーツが半分になってしまったわ……。"],
						["L", "シャーリー", "ナギってば、容赦なさすぎ。"],
						["R", "ナギ", "手加減したんだけどなぁ。もう少し整理整頓しようよ。"],
						["R", "ナギ", "でないと、次来たとき……！"],
						["L", "シャーリー", "今度からちゃんと部屋の掃除するから、もう許して～！"],
						]
					},
					{
						"title":"予期せぬ邂逅",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"技術を盗め！",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "シャーリー", "…………。"],
						["R", "カズマ", "なんだよ、またパズルゲームやってんのか。本当そのゲーム好きだな～お前？"],
						["R", "カズマ", "ま、俺も好きなんだけどな。"],
						["L", "シャーリー", "……来たわね。"],
						["L", "シャーリー", "カズマ。これ持って、そこに座りなさい。"],
						["R", "カズマ", "ん、コントローラ？ 対戦するのか？ もちろん俺は構わねーけどよ。"],
						["R", "カズマ", "そういや、この前言ってたオンラインの対戦相手には勝てたのか？"],
						["L", "シャーリー", "(こいつ、相手がシャーリーって気付いてないわね)"],
						["L", "シャーリー", "……まだ勝ててないわ。"],
						["R", "カズマ", "ハッハッハ、それじゃもっと練習しなきゃだな。"],
						["R", "カズマ", "俺でよければ、いつでも練習相手になってやるからよ。遠慮なく声かけろよな。"],
						["L", "シャーリー", "……ちなみに、カズマもけっこうゲーム上手いわよね？"],
						["L", "シャーリー", "なにか上達するコツとかあるのかしら？"],
						["R", "カズマ", "ゲームが上達するコツ？ そんなもん考えたことないけどな。"],
						["L", "シャーリー", "な、なにかあるでしょ。"],
						["R", "カズマ", "うーん、そうだな……。"],
						["R", "カズマ", "それじゃ、ちょっと見てろ。"],
						["L", "シャーリー", "実演してくれるの？"],
						["R", "カズマ", "説明すんの苦手なんだよ。"],
						["R", "カズマ", "まず、これをこうするだろ。"],
						["R", "カズマ", "それからここでズドーンと行くとドカーンとなるだろ。"],
						["R", "カズマ", "んでポキッとやるとカンカンカンとなるんで。"],
						["R", "カズマ", "最後はズバッとやって、カッキーンってわけだ。"],
						["R", "カズマ", "どうだ、分かったか？"],
						["L", "シャーリー", "そこまで上手くなる方法を聞いてんだってば。"],
						]
					},
					{
						"title":"失礼なヤツ",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "カズマ", "お、シャーリー発見！ こんなところで何してんだぁ？"],
						["LBoldLarge", "シャーリー", "んぎゃー、カズマ！"],
						["L", "シャーリー", "いきなり髪引っ掻き回さないでよ！ 髪型崩れるでしょ！"],
						["R", "カズマ", "そう怒るなって。ただの愛情表現だろ？"],
						["L", "シャーリー", "なにが愛情表現よ！ アンタからの愛情なんてまっぴらごめんだわ！"],
						["R", "カズマ", "わ～かった、わかった。俺が悪かったって。"],
						["L", "シャーリー", "まったく、失礼しちゃうんだから。"],
						["L", "シャーリー", "レディとの接し方ぐらい勉強したら？ そんなんじゃモテないわよ？"],
						["R", "カズマ", "はあ？ レディだぁ？"],
						["R", "カズマ", "ガキんちょがあんま背伸びするなって。子供は子供らしく振る舞うべきだと思うぜ？"],
						["L", "シャーリー", "んぎゃー！ だから髪引っ掻き回さないでってば！"],
						["L", "シャーリー", "あと、シャーリーはもう子供じゃないんだから！"],
						["R", "カズマ", "俺より年下のくせに、よく言うぜ。"],
						["L", "シャーリー", "ふんだ。心はカズマなんかより大人なんだから。"],
						["R", "カズマ", "でも見た目は子供だろ～。"],
						["LBoldLarge", "シャーリー", "んぎゃー！"],
						["L", "シャーリー", "だから、髪引っ掻くなって何回言えば分かるのよ、このバカカズマ～！"],
						]
					},
					{
						"title":"大切な宝物",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クエスト「シャーリーの誕生日1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「シャーリーの誕生日2」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「シャーリーの誕生日3」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「シャーリーの誕生日4」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
		],
		Isadora:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "どう？ 少しは操縦に慣れたかしら、地球クン？"],
						["L", "イサドラ", "分からないことがあったら、何でもお姉さんに聞いてくれていいのよ？"],
						["L", "イサドラ", "手取り足取り、教えてあげるから♪"],
						["L", "イサドラ", "といってもキミは地球にいるから、直接は触れられないんだけど。"],
						["L", "イサドラ", "ねえ、地球はどんなところ？キミはどんな街で暮らしているの？"],
						["L", "イサドラ", "私はキザナっていうところで生活してるわ。"],
						["L", "イサドラ", "キザナっていうのは、正確には企業の名称なんだけどね。"],
						["L", "イサドラ", "複合企業体キザナ。この巨大企業が管理している複数の都市の集合体が、実質的な国として機能しているの。"],
						["L", "イサドラ", "そういう場所って、地球にはないのかしら？"],
						["L", "イサドラ", "自由で活気があって、いいところよ。私は大好き。"],
						["L", "イサドラ", "面白い出会いも多いしね。"],
						["L", "イサドラ", "たとえば地球クン、キミとの出会いとか。"],
						["L", "イサドラ", "ずっとずっと遠くの星で、同じ時間を生きるキミ。本当に不思議で、本当に刺激的な出会い。"],
						["L", "イサドラ", "……ねえ、私たち、どうしてディスプレイ越しでしか話せないのかしら？"],
						["L", "イサドラ", "直接会って、キミの手の温もりや、キミの息遣いを感じてみたいよ。"],
						["L", "イサドラ", "キミもきっと、私と同じ気持ちなんじゃないかな？"],
						["L", "イサドラ", "……なんてね。 ふふ、ちょっとからかいすぎちゃったかしら？"],
						["L", "イサドラ", "でも、地球クンとの共闘が刺激的なのは本当よ。"],
						["L", "イサドラ", "だから次の出撃も楽しみにしてる。必ずまた私に会いに来てね。"],
						]
					},
					{
						"title":"星血と翔握戦",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "ねえ地球クン。地球のエネルギー資源ってどうなってるのかしら？"],
						["L", "イサドラ", "たまにバカらしくなるの。"],
						["L", "イサドラ", "信じられないかもしれないけど、私たちの星では、エネルギー資源をめぐって戦争してるのよ。"],
						["L", "イサドラ", "星血(ほしのち)っていうんだけどね。巡星(めぐりぼし)の内部に眠ってる変幻自在のエネルギーよ。"],
						["L", "イサドラ", "エア・リアルを動かす燃料でもあるっていえば、どれだけ重要なものか分かってもらえると思うんだけど。"],
						["L", "イサドラ", "この星血の採掘権を巡って、二つの国が争ってるの。"],
						["L", "イサドラ", "ア・スレッガとヴ・レード。巡星を代表する大国よ。"],
						["L", "イサドラ", "この二大国が、エア・リアルを大量投入して星血を奪い合ってるわけ。"],
						["L", "イサドラ", "ええ、そうよ。"],
						["L", "イサドラ", "キミも参加してる大規模戦闘のこと。私たちは翔握戦(しょうあくせん)って呼んでるんだけどね。"],
						["L", "イサドラ", "星血がないと、私たちの生活は立ち行かないわ。"],
						["L", "イサドラ", "だからみんな必死なのは分かるんだけどね。たま～になにやってんだろってなるのよ。"],
						["L", "イサドラ", "その辺、地球の方はどうなのかしら？"],
						["L", "イサドラ", "え、戦争まではいかないけど地球も似たようなもの？"],
						["L", "イサドラ", "ふふ、どこも一緒か。困ったものね。"],
						]
					},
					{
						"title":"ヴ・レード惺王国",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "この戦争が終わる日が来るのか、私には分からないわ。"],
						["L", "イサドラ", "けれど、ヴ・レードには勝ってほしくない気がする。"],
						["L", "イサドラ", "正式にはヴ・レード惺王国(せいおうこく)っていうんだけどね、何かと口うるさい国なのよ。"],
						["L", "イサドラ", "やれ星血は大切にしろだの、やれ規律は守れだの。"],
						["L", "イサドラ", "自分に厳しいのはけっこうですけど、それを他人にも強要するのはちょっとね。"],
						["L", "イサドラ", "ヴ・レードっていうのはそういう国なのよ。"],
						["L", "イサドラ", "ア・スレッガと戦争してるのだって、要は自分たちの理想に従わせるためなんだから。"],
						["L", "イサドラ", "男にたとえると、束縛するタイプって感じかしら。"],
						["L", "イサドラ", "束縛されるのが好きな子もいるかもしれないけど、私は嫌い。"],
						["L", "イサドラ", "いつまでも自由に生きたいじゃない？"],
						]
					},
					{
						"title":"轟国ア・スレッガ",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["L", "イサドラ", "ア・スレッガを見ていると、なんともいたたまれない気持ちになることがあるの。"],
						["L", "イサドラ", "正式には轟国(ごうこく)ア・スレッガ。ヴ・レードと争っているもうひとつの大国よ。"],
						["L", "イサドラ", "彼らはとにかく星血が大好きでね。全部採掘しないと気が済まないの。"],
						["L", "イサドラ", "戦争してでも星血が欲しいっていうんだから、相当よね。"],
						["L", "イサドラ", "何ていうのかしら……私には彼らが「酔っ払い」に見えることがあるの。"],
						["L", "イサドラ", "そう、お酒を飲んだ酔っ払いのこと。お酒と星血を置き換えたのが、あの国よ。"],
						["L", "イサドラ", "あるだけお酒を飲んで、もっと酒を寄越せと大暴れ。"],
						["L", "イサドラ", "そんな風に考えちゃったら、ちょっと笑えなくて。"],
						["L", "イサドラ", "つまり何が言いたいかっていうと、酒は飲んでも呑まれるなってこと。"],
						["L", "イサドラ", "これ、ホント大事だからね。絶対に忘れちゃダメよ。"],
						["L", "イサドラ", "はあ……自戒しなくちゃ。"],
						]
					},
					{
						"title":"イサドラとサイトヘッド",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "地球クン、翔握戦を制するためには何が必要だと思う？"],
						["L", "イサドラ", "それはね、戦場を把握する能力よ。"],
						["L", "イサドラ", "味方の状況、敵の配置、彼我の距離。戦場の情報を把握し支配するの。"],
						["L", "イサドラ", "これができれば、勝利はグッと近付くわ。"],
						["L", "イサドラ", "もちろん、情報を手に入れられても、それを活かせなければ意味がないわ。"],
						["L", "イサドラ", "そこでオススメしたいのが、私も愛用してる機体サイトヘッド。"],
						["L", "イサドラ", "空間を把握する能力に優れてるから、戦場で有利に動くことができるわ。"],
						["L", "イサドラ", "相手を攻撃することばかりに熱中しちゃダメ。"],
						["L", "イサドラ", "時には一歩引いて、相手の出方をうかがいなさい。"],
						["L", "イサドラ", "そう、翔握戦は恋愛と同じ。意中のあの子を攻略するつもりで挑むのよ。"],
						["L", "イサドラ", "……なんて言ったら信じる？"],
						["L", "イサドラ", "ふふ、どうかしらね。"],
						["L", "イサドラ", "もしかしたら本当に通用するかもしれないわよ？"],
						]
					},
					{
						"title":"ザ・ナイト",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "ジ・オーダーのいいところは、規則らしい規則がほとんどないところよ。"],
						["L", "イサドラ", "たとえば、毎日必ず朝九時に出撃せよ！ とかね。"],
						["L", "イサドラ", "私、朝弱いから、そういうの本当つらいのよね。"],
						["L", "イサドラ", "キミも同じでしょ？ 出撃するタイミングは一任されてるはず。"],
						["L", "イサドラ", "私たちアズワンには、行動の自由が約束されているのよ。"],
						["L", "イサドラ", "といっても、完全に自由なわけじゃないわ。"],
						["L", "イサドラ", "エア・リアルという大きな力を持つ機体を預かるわけだから、その取扱については結構厳しいのよ。"],
						["L", "イサドラ", "ヒカリとシャーリーは規則違反の常習者ね……。"],
						["L", "イサドラ", "それから、ザ・ナイトって呼ばれる人たちがいるのよね。"],
						["L", "イサドラ", "階級的には私達と同じなんだけれど……なんて言うのかしら……地球の言葉で言うと「ふうきいいん」？"],
						["L", "イサドラ", "基本的には真面目な人ばっかりなんだけど。"],
						["L", "イサドラ", "中には、アズワンが悪い事しないか見張っているような人もいるのよね。レイカみたいなタイプだわ。"],
						["L", "イサドラ", "彼らが、明日朝九時に出向せよって言ってきたら、それには従わざるをえないわ。寝坊するなんてアズワン失格とか何とか……嫌味言われちゃう。"],
						["L", "イサドラ", "ええ、そうなの。呼び出されたの。"],
						["L", "イサドラ", "でも私、朝弱いし。起きられる自信がなくて……。"],
						["L", "イサドラ", "ねえ、地球クン。明日の朝、私を起こしてくれない？"],
						["L", "イサドラ", "モーニングコールなんかじゃいやだわ。"],
						["L", "イサドラ", "直接私の部屋に来て、そっと肩を揺すって。"],
						["L", "イサドラ", "それから耳元で愛を囁いて、優しく起こしてほしいの。"],
						["L", "イサドラ", "……ふふ、ごめんなさい。地球クンにはちょっと難しかったわよね？"],
						["L", "イサドラ", "明日の朝は、頑張って自分で起きてみるわ。"],
						["L", "イサドラ", "それじゃ、またね。"],
						]
					},
					{
						"title":"エア・グランデ",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["L", "イサドラ", "最近アレが気になってるのよね……。"],
						["L", "イサドラ", "エア・グランデって……分かるかしら？"],
						["L", "イサドラ", "戦闘に参加してくる巨大兵器なんだけど。もう見たことあるんじゃない？"],
						["L", "イサドラ", "チームが劣勢になると、その大火力で支援してくれるのよね。助かるときもあると思うわ。"],
						["L", "イサドラ", "実はアレ、ヴ・レードとア・スレッガのものなの。"],
						["L", "イサドラ", "キザナ管轄の兵器じゃないから、謎が多いのよね。"],
						["L", "イサドラ", "いつかあの中に潜り込んで、色々調べてやりたいと思ってるんだけど。"],
						["L", "イサドラ", "その時は手伝ってね？"],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"そこにあるスリル",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "イサドラ", "日々の生活に満足してる？ 変わり映えのない毎日に飽き飽きしてない？"],
						["L", "イサドラ", "私はダメ。今日も明日も同じことの繰り返しだなんて耐えられない。"],
						["L", "イサドラ", "全身が痺れるような刺激がないと、生きてけないわ。"],
						["L", "イサドラ", "だから私は、エア・リアルに乗ることにしたの。"],
						["L", "イサドラ", "空を自由に翔ける翼。翔握戦のスリル。"],
						["L", "イサドラ", "アズワンになって以来、新しい体験ばかりで、毎日が充実しているわ。"],
						["L", "イサドラ", "ついこの前も、とても刺激的な出会いをしたばかりでね。"],
						["L", "イサドラ", "それはキミとの出会いよ。"],
						["L", "イサドラ", "地球のこと。キミと二人で乗るエア・リアルのこと。この世界はまだまだ私の知らないことで満たされているわ。"],
						["L", "イサドラ", "これからよろしくね、地球クン。私と一緒に、新しいコト体験していきましょ？"],
						]
					},
					{
						"title":"特別な何か",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["L", "イサドラ", "私たちが乗る機体には、特別な何かがあるそうよ。"],
						["L", "イサドラ", "それはそうよね。そうでないと、遠く離れた星に住むキミに協力求めたりしないと思うもの。"],
						["L", "イサドラ", "最近ね、感じるの。"],
						["L", "イサドラ", "キミと私とが重なり合っていくような、そんな感覚。"],
						["L", "イサドラ", "地球クンは感じたことない？"],
						["L", "イサドラ", "操縦桿を握るキミの右手を、私の右手がそっと包み込んでいるような……。"],
						["L", "イサドラ", "きっとこれがそうなのよ。私たちだけが共有できる特別なモノ。"],
						["L", "イサドラ", "ふふ、こういうのってなんだか楽しいわね。二人だけの秘密っていう感じで。"],
						["L", "イサドラ", "ねぇ、地球クン。キミもそう思うでしょ？"],
						]
					},
					{
						"title":"最良の人【？】",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["L", "イサドラ", "初めて会ったときから、キミとは気が合うなって思ってたの。"],
						["L", "イサドラ", "けれど、ここまでとは正直思ってなかったわ。"],
						["L", "イサドラ", "エア・リアルの中で、二人の身体が溶け合って一つになるような感覚。"],
						["L", "イサドラ", "今ならキミのことが、手に取るように分かる気がするわ。"],
						["L", "イサドラ", "こんなことってありえる？"],
						["L", "イサドラ", "仮に理想の男性と出会えたとしても、一人の人間とここまで分かりあえることってないんじゃないかしら。"],
						["L", "イサドラ", "キミはきっと、最良の人。"],
						["L", "イサドラ", "私が一生の中で出会う、ただ一人のパートナー。"],
						["L", "イサドラ", "ねぇ、地球クン。これからも二人で、この空を飛び続けましょう？"],
						]
					},
					{
						"title":"私のワガママ【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"幻の酒",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "イサドラ", "お酒というのはね、ひとつの芸術品だと思うの。"],
						["L", "イサドラ", "艶やかな色合いと、芳醇な香り。そして口の中に広がる奥深い味わい。"],
						["L", "イサドラ", "視覚と嗅覚、そして味覚。三つの感覚を駆使して楽しむことができるなんて、お酒って最高だと思わない？"],
						["L", "イサドラ", "私の趣味はね、お酒を嗜むこと。"],
						["L", "イサドラ", "ヴ・レードにア・スレッガ、世界中のありとあらゆるお酒を飲んでみたいの。"],
						["L", "イサドラ", "そんな私が今一番注目しているのが、地球のお酒。"],
						["L", "イサドラ", "ウイスキーとかニホンシュとか……味、見た目、醸造方法と、実に多岐に渡るお酒が存在しているらしいわね。"],
						["L", "イサドラ", "キミにとってはありふれた普通のお酒よね？"],
						["L", "イサドラ", "けれど私にとっては、どれも決して手に入れることのできない、幻のお酒。"],
						["L", "イサドラ", "だからこそ、なおさら思うのよね。いつか地球のお酒を飲んでみたいって。"],
						["L", "イサドラ", "もし飲める日が来たら、そのときはキミも付き合って？"],
						]
					},
					{
						"title":"好物はステーキ",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["L", "イサドラ", "そういえば、この前知ったのだけれど、地球にもステーキがあるらしいわね？"],
						["L", "イサドラ", "動物の肉を鉄板で豪快に焼き上げた肉料理。"],
						["L", "イサドラ", "いいわよね、ステーキ。"],
						["L", "イサドラ", "お酒と一緒に、肉汁が滴るステーキを頬張るのって、本当に最高。"],
						["L", "イサドラ", "地球では、どんな動物のお肉が食べられているのかしら？"],
						["L", "イサドラ", "焼き方は？ ソースは？ きっと地球ならではの食べ方があるんじゃないかしら。"],
						["L", "イサドラ", "ふふ、ステーキって、ただ肉を焼くだけのシンプルな料理なのに、意外と奥が深いのよね。"],
						["L", "イサドラ", "気になるわ。どんな味なのかしら、地球のステーキって。"],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"彼女との再会",
						"flag":"DePS150を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "イサドラ", "イタタ……完全に二日酔いだわ、これ。"],
						["L", "イサドラ", "昨夜は調子に乗って、お酒飲みすぎちゃったかしらね。"],
						["L", "イサドラ", "でも悪いのは私じゃないわ。あんなに美味しいお酒を用意するマスターが……。"],
						["L", "イサドラ", "……あら？"],
						["R", "シャーリー", "(うぅ～、道に迷ったべ。本部って、なしてこんな広いんだべか？)"],
						["L", "イサドラ", "お嬢ちゃん、どうしたの？ ここは子供が入っていい場所じゃないわよ？"],
						["R", "シャーリー", "子供とは失礼ね！ こう見えても、ちゃんとしたアズワンなんだから――"],
						["R", "シャーリー", "って、ああっ！？"],
						["L", "イサドラ", "あら、そうだったの？ そういえば新しい子が入ったっていってたっけ。"],
						["L", "イサドラ", "私はイサドラ。貴方と同じアズワンよ、よろしくね。"],
						["R", "シャーリー", "ふ、ふ～ん、そうなの？"],
						["R", "シャーリー", "シャルロッテ・ダヴェーヌよ。これからよろしく頼むわね。"],
						["L", "イサドラ", "ダベーヌ？"],
						["R", "シャーリー", "誰が「ダベーヌ」だべか！ 「ダヴェーヌ」だって言って……って、あっ。"],
						["L", "イサドラ", "(……だべ？)"],
						["L", "イサドラ", "(あ、そういえばいつだったか、田舎で出会った女の子がいたわね。確かあの子の名前が……)"],
						["R", "シャーリー", "コホン。えーと、シャーリーのことは「シャーリー」って呼んでくれると嬉しいわ。"],
						["L", "イサドラ", "(そう、シャーリー)"],
						["L", "イサドラ", "(約束どおり、私に会いに来てくれたのね)"],
						["R", "シャーリー", "な、なに笑ってるのよ？"],
						["L", "イサドラ", "ふふ、なんでもないわよ、ダベーヌちゃん♪"],
						["R", "シャーリー", "だ、だからそう呼ぶなって言ってるでしょ！頭悪いんじゃないの、オバサン！"],
						["L", "イサドラ", "ごめんなさい、人の名前覚えるの苦手なのよ。"],
						["L", "イサドラ", "それはともかく、これから頑張りなさい。応援してるわよ、シャーリー。"],
						["R", "シャーリー", "…………！"],
						["R", "シャーリー", "ふ、ふん。言われるまでもないわ。"],
						["R", "シャーリー", "イサドラなんかすぐに追いぬいてあげるから、覚悟しておきなさい！"],
						["L", "イサドラ", "ふふ、楽しみにしてるわ。"],
						]
					},
					{
						"title":"猪突猛進ガール",
						"flag":"DePS300を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "シャーリー", "ちょっとイサドラ！"],
						["L", "イサドラ", "そんな顔真っ赤にして、どうしたのよダベーヌ？"],
						["R", "シャーリー", "「ダベーヌ」じゃなくて「ダヴェーヌ」？ いい加減覚えなさいよね！"],
						["R", "シャーリー", "それよりさっきの翔握戦よ！ あれどういうこと！？"],
						["L", "イサドラ", "あれってどのことよ？ 私たちの勝利だったわよね？"],
						["R", "シャーリー", "シャーリーの獲物、横取りしたでしょ！"],
						["L", "イサドラ", "鈍臭いエア・リアルでモタモタしてたから、助けてあげたんじゃない。"],
						["R", "シャーリー", "ゴールテン・ダーはパワー重視でスピード遅いの！ 手助けなんか必要なかったわよ！"],
						["L", "イサドラ", "はいはい、シャーリーちゃんは一人前ですもんね～。"],
						["R", "シャーリー", "頭撫でるな～！"],
						["L", "イサドラ", "いいじゃない、減るもんじゃないし。可愛い子の頭は撫でたくなるもんなのよ。"],
						["R", "シャーリー", "か、かわっ……！"],
						["L", "イサドラ", "あら、また顔が真っ赤よ。本当に可愛いんだから。なでなで。"],
						["R", "シャーリー", "や、やめなさいよーっ！"],
						["R", "シャーリー", "とにかく、もうシャーリーの邪魔はしないで！ 分かったわねオバサン！？"],
						["L", "イサドラ", "ん～、どうかしら。戦場だと私も必死だから、忘れちゃうかも。"],
						["L", "イサドラ", "そんなに横取りされるのがイヤだったら、周りをよく見てみたら？"],
						["L", "イサドラ", "そうすれば私が近くにいても気付けるでしょ？"],
						["R", "シャーリー", "あ～、もういいわよ、バカ！"],
						["C", "", "シャーリーは荒い足取りで立ち去っていった"],
						["L", "イサドラ", "…………。"],
						["L", "イサドラ", "ちゃんと周りを見ていれば、敵に囲まれてるかどうかも分かるのよ、シャーリー。"],
						["L", "イサドラ", "ふふ、精進なさい。貴方はきっと、私より強くなれるから。"],
						]
					},
					{
						"title":"「次」を見極めよ！",
						"flag":"DePS400を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 女子更衣室"],
						["R", "シャーリー", "ふ～ん……？"],
						["L", "イサドラ", "なによ、さっきからこっちをジッと見て？"],
						["R", "シャーリー", "イサドラにしては、地味～な服着てるな～と思って。"],
						["R", "シャーリー", "ぷぷぷ、その服大丈夫？ 流行に乗り遅れてない？"],
						["L", "イサドラ", "あら？ そういうシャーリーの服はもしかして？"],
						["R", "シャーリー", "ふふ～ん、気付いた？"],
						["R", "シャーリー", "最新のファッション誌の表紙も飾った、有名ブランドの最新作よ！"],
						["L", "イサドラ", "いまいち。"],
						["R", "シャーリー", "なんでよ！"],
						["L", "イサドラ", "デザインはいいと思うけど、シャーリーにはちょっと大人すぎるわね。"],
						["L", "イサドラ", "自分に合った服を選びなさいな。貴方にはもっと可愛らしい服が似合うと思うわ。"],
						["R", "シャーリー", "シ、シャーリーは十分大人だし。この服だって似合ってるんだから。"],
						["L", "イサドラ", "可愛い服は、可愛い時に着ておくものよ？ 子供のうちしか着れないんだから。"],
						["R", "シャーリー", "ふんだ。流行遅れのオバサンのアドバイスなんて、全然あてにならないわね。"],
						["L", "イサドラ", "ふふ、流行は追ってばかりではダメなのよ。"],
						["R", "シャーリー", "ど、どういう意味よ。"],
						["L", "イサドラ", "流行は常に移り変わっていくもの。今だけでなく「次」を見極めないと。"],
						["R", "シャーリー", "次の流行……？"],
						["L", "イサドラ", "次に来るのは、シックスタイルのファッション。"],
						["L", "イサドラ", "ダベーヌ、貴方が「地味だ」と言い放ったこのファッションこそが、次の波なのよ！"],
						["R", "シャーリー", "な、なんですって！？"],
						["L", "イサドラ", "(嘘だけど)"],
						["R", "シャーリー", "くっ……シャーリーの研究が足りなかったっていうの？"],
						["R", "シャーリー", "覚えてなさい、イサドラ！ 次会ったときにはギャフンと言わせてやるんだから！"],
						["L", "イサドラ", "……さて、次に会うとき、どんな服選んでくるのかしら。今から楽しみね。"],
						]
					},
					{
						"title":"彼女の特別",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "ヒカリ", "ショボリーン……。"],
						["L", "イサドラ", "あら、ヒカリ。どうしたのよ、ずいぶん景気の悪そうな顔してるじゃない？"],
						["R", "ヒカリ", "あ、イサドラさんだ。ヤッホー……。"],
						["R", "ヒカリ", "ちょっとね、翔握戦で大失敗しちゃって。今から怒られに行くところなの。"],
						["L", "イサドラ", "それって、さっきの翔握戦？ 私も出撃してたけど、貴方、活躍してなかった？"],
						["R", "ヒカリ", "うーん、活躍できてたかは分からないけど、調子はすっごくよかったよ。"],
						["R", "ヒカリ", "でも、それで気持ちよく飛んでたら、味方のエア・リアルと衝突しちゃって……。"],
						["L", "イサドラ", "ああ、あれね……私も見てたわ。"],
						["L", "イサドラ", "(高速飛行から急制動、翻ってからの再加速)"],
						["L", "イサドラ", "(敵からは、ヒカリの機体が急に消えたように見えていたでしょうね)"],
						["L", "イサドラ", "(……ま、敵どころか見方をも欺いてしまって、結果、衝突してしまったわけだけど)"],
						["L", "イサドラ", "気にすることないわよ、ヒカリ。私から言わせれば、あれは向こうが悪いもの。"],
						["R", "ヒカリ", "でも、急に曲がったのは私の方だし。怒られちゃうのも仕方ないかなって。"],
						["L", "イサドラ", "(曲がる、なんて生易しい動きじゃなかったけどね)"],
						["L", "イサドラ", "(この子の操縦テクニック、普通じゃないわ。ただの人間に、あんなことが可能なのかしら……？)"],
						["L", "イサドラ", "ねえ、ヒカリ。貴方、どこでエア・リアルの動かし方を勉強したの？"],
						["R", "ヒカリ", "え？ みんなと同じだと思うけど？"],
						["L", "イサドラ", "……まあ、そうよね。"],
						["R", "ヒカリ", "あ、でも「空の飛び方」っていう意味なら、教えてくれたのはお父さんかなぁ。"],
						["R", "ヒカリ", "私のお父さんもね、エア・リアルのパイロットだったんだよ。"],
						["L", "イサドラ", "そう。それじゃヒカリの操縦テクニックは父親譲りってわけね。"],
						["R", "ヒカリ", "あはは、そうかも！"],
						["L", "イサドラ", "(そんな単純なものじゃないだろうけどね)"],
						["L", "イサドラ", "……そういえばヒカリ、どこかに行く途中だって言ってなかった？"],
						["R", "ヒカリ", "あ、そうだった！ 急がないとまた怒られちゃう！ それじゃ私、もう行くね！"],
						["L", "イサドラ", "ヒカリ、めげずに頑張るのよ。"],
						["R", "ヒカリ", "うん、ありがとう！"],
						["L", "イサドラ", "……ヒカリ・ソラか。ちょっとあの子、気になるわね。"],
						]
					},
					{
						"title":"魔が差したの",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "キザナ 市街地"],
						["R", "ヒカリ", "イサドラさん、一緒に来てくれてありがと！"],
						["L", "イサドラ", "お礼なんていいわよ。クレープぐらい、いくらでも付き合ってあげるから。"],
						["R", "ヒカリ", "えへへ、そう言ってもらえると嬉しいな。"],
						["R", "ヒカリ", "甘いものって、誰かと一緒に食べたほうが美味しいもんね！"],
						["L", "イサドラ", "ええ、そうね。"],
						["L", "イサドラ", "(なんとなくヒカリと話したくて、ついてきちゃったわ)"],
						["L", "イサドラ", "(この子、今日の翔握戦もすごかったし。あの強さの秘密はなんなのかしら？)"],
						["R", "ヒカリ", "それで、イサドラさんは何味頼む？"],
						["L", "イサドラ", "ん、そうね……ヒカリにお任せするわ。"],
						["R", "ヒカリ", "うん、分かった。それじゃ、一番キラリーンなやつ選んであげるね！"],
						["L", "イサドラ", "(この子の見せるアクティブな操縦。あの動きを可能としているのは、おそらく二つの能力だわ)"],
						["L", "イサドラ", "(動体視力と空間把握能力。ヒカリは、この二つの能力が常人よりも優れてるんじゃないかしら)"],
						["R", "ヒカリ", "はい、イサドラさん。"],
						["L", "イサドラ", "……え？"],
						["R", "ヒカリ", "クレープだよ。これがこのお店で一番美味しいんだから！"],
						["L", "イサドラ", "あら、本当に美味しそうね。それじゃ早速いただこうかしら。"],
						["L", "イサドラ", "…………。"],
						["L", "イサドラ", "(試してみるか)"],
						["L", "イサドラ", "あっ、いけない！"],
						["L", "イサドラ", "(手を滑らせたふりして、クレープをぶつける。でもこの子なら避けられるはず！)"],
						["R", "ヒカリ", "え？"],
						["C", "", "ベチャッ"],
						["R", "ヒカリ", "あ～……クレープが……。"],
						["L", "イサドラ", "(あら？ まさかの直撃？)"],
						["L", "イサドラ", "ご、ごめんねヒカリ。なんかその、いろいろごめん。"],
						["R", "ヒカリ", "えへへ、仕方ないよ。避けられなかった私も悪いし。"],
						["L", "イサドラ", "はあ……なに謝ってるの。全部私が悪いんだから。"],
						["L", "イサドラ", "とにかく、その服なんとかしましょう。クリーニング代は私が出すから。"],
						["R", "ヒカリ", "う、うん、そうだね。"],
						["L", "イサドラ", "(はあ、私ったらなにしてるのかしら。あとでもう一度、ヒカリに謝らないと)"],
						["R", "ヒカリ", "ねぇ、イサドラさん。"],
						["L", "イサドラ", "なにかしら？"],
						["R", "ヒカリ", "今度、もう一度クレープ食べに来ようね！"],
						["L", "イサドラ", "……ふふ、そうね。必ず来ましょう。"],
						]
					},
					{
						"title":"いつかの面影",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "イサドラ", "ねえ、そこの貴方。ちょっといいかしら？"],
						["R", "レイカ", "はい、なんでしょうか？"],
						["C", "", "それは私がアズワンになった日のこと。たまたま見かけたその少女に、私は声をかけずにいられなかった。"],
						["L", "イサドラ", "貴方、ジ・オーダーの人間じゃないわよね？こんなところでなにをしているの？"],
						["R", "レイカ", "安心してください。私は怪しい者ではありません。"],
						["R", "レイカ", "私の名は、レイカ・フロストエッジ。"],
						["R", "レイカ", "仕事で来ている父に、社会勉強だからと一緒に連れてこられたのです。"],
						["L", "イサドラ", "あら、ずいぶんしっかりした子なのね。"],
						["C", "", "フロストエッジ。その名前は知っている。キザナの上層部にそういう名の男がいたはずだ。"],
						["L", "イサドラ", "でも、こんなところつまらないでしょ？ お姉さんとあっちでお茶でもどう？"],
						["R", "レイカ", "お気遣いには及びません。"],
						["R", "レイカ", "私もいずれ、アズワンになる身ですから。今のうちに組織を知っておくことは悪いことではありません。"],
						["L", "イサドラ", "……アズワンになるのが夢なの？"],
						["R", "レイカ", "いえ、夢ではなく、私の為すべきことだと考えています。"],
						["C", "", "厳格な親にそう育てられてきたのだろう。この子は、幼い頃の私によく似ている。"],
						["L", "イサドラ", "……貴方が心配だわ。"],
						["R", "レイカ", "？"],
						["R", "レイカ", "心配していただくようなことはなにもありませんが？"],
						["L", "イサドラ", "ふふ、なんでもないわ。"],
						["L", "イサドラ", "それじゃ貴方と私は、未来の同僚というわけね。"],
						["R", "レイカ", "そういうことになりますね。その際は、どうかよろしくお願いします。"],
						["L", "イサドラ", "こちらこそよろしく。"],
						["R", "レイカ", "では、父が探していると思いますので、私はこれで。"],
						["L", "イサドラ", "ええ、また会いましょう。"],
						["L", "イサドラ", "……貴方に、良き出会いがありますように。"],
						]
					},
					{
						"title":"一人酒は寂しいから",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "イサドラの部屋"],
						["R", "ナギ", "イサドラさん、こんばんは。ナギです。"],
						["R", "ナギ", "……留守ですか？"],
						["R", "ナギ", "すぐに来てくれって連絡あったから来たのに、どこに行っちゃったんだろう？"],
						["R", "ナギ", "……あれ、扉が開いてる？"],
						["R", "ナギ", "もしかして、イサドラさんの身になにかあったんじゃ？"],
						["R", "ナギ", "だとしたら大変だ！ すぐに助けないと！"],
						["R", "ナギ", "イサドラさん、すみません！ 勝手に部屋入らせてもらいますよ！"],
						["L", "イサドラ", "あら、ナギじゃない？"],
						["R", "ナギ", "ああ、よかった。無事だったんですね、イサドラさん。"],
						["R", "ナギ", "……って、酒臭い！？"],
						["L", "イサドラ", "ど～したの、ナギ？ お姉さんに会いに来てくれたのかしらぁ？"],
						["R", "ナギ", "貴方が呼んだんでしょう！"],
						["L", "イサドラ", "ん～……そうだったかしら。"],
						["R", "ナギ", "そうなんですよ。というか、ひとまず離れてもらえませんか？"],
						["L", "イサドラ", "あら、ナギったら耳まで真っ赤よ？ お姉さんとお揃いね？"],
						["R", "ナギ", "酔っ払いと一緒にしないでくださいよ、もう……。"],
						["L", "イサドラ", "ふふ、だったらナギもお酒飲んじゃいましょうよ。"],
						["R", "ナギ", "未成年に酒を勧めるのはやめましょうね。"],
						["R", "ナギ", "それで、要件はなんです？"],
						["L", "イサドラ", "一人酒じゃ味気ないから、ナギ呼んだの♪"],
						["R", "ナギ", "はあ……そんなことだろうと思いましたよ。そんなに僕をからかうのが楽しいですか？"],
						["L", "イサドラ", "楽しいのよねぇ。これが。"],
						["R", "ナギ", "素直に答えないでください。"],
						["R", "ナギ", "それじゃ、僕はこれで帰りますから。イサドラさんももう寝てください。"],
						["L", "イサドラ", "寂しくなったら、また呼ぶわね♪"],
						["R", "ナギ", "呼ばないでもらえると嬉しいです。"],
						["L", "イサドラ", "とか言いながら来てくれるのがナギなのよね。 そういうところ好きよ？"],
						["R", "ナギ", "まったく、この人は……。"],
						]
					},
					{
						"title":"酒の肴が欲しくて",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ナギの部屋"],
						["L", "イサドラ", "ハ～イ、ナギ。"],
						["R", "ナギ", "急に誰が来たかと思えば、イサドラさんじゃないですか。"],
						["R", "ナギ", "どうかしたんですか？"],
						["L", "イサドラ", "今日は、ナギの部屋で飲み会をしようと思うの。"],
						["R", "ナギ", "そういうのは、家主の許可を取ってから決めてもらえませんか？"],
						["L", "イサドラ", "飲み会しましょう？"],
						["R", "ナギ", "不許可です。"],
						["L", "イサドラ", "……そう、分かったわ。だったら飲み会は諦める。ナギが未成年だってことは、私も知っているもの。"],
						["R", "ナギ", "ずいぶん物分かりがいいですね。"],
						["L", "イサドラ", "でも、食事くらいだったらいいでしょう？"],
						["R", "ナギ", "……はい？"],
						["L", "イサドラ", "ヒカリから、ナギは料理得意だって聞いたのよ。是非ご相伴に預からせてもらえないかしら。"],
						["R", "ナギ", "ええ、まあ……それくらいでしたら。"],
						["L", "イサドラ", "それじゃ失礼するわね。"],
						["R", "ナギ", "今は簡単な料理しか用意できませんけど、それでもかまいませんか？"],
						["L", "イサドラ", "ふふ、作ってもらえるだけで幸せよ。"],
						["R", "ナギ", "そ、そうですか。"],
						["R", "ナギ", "それじゃ、すぐに用意しますね。"],
						["L", "イサドラ", "急がなくても大丈夫よ。お酒飲みながら、ゆっくり待たせてもらうから。"],
						["R", "ナギ", "え、結局飲むんですか！？"],
						["L", "イサドラ", "ふふ、助かったわ～。お酒のおつまみがなくて困ってたのよね。"],
						["R", "ナギ", "食事だけって言ったじゃないですか！"],
						["L", "イサドラ", "食事のついでに、ちょっと飲むだけだから。ね、許して？"],
						["R", "ナギ", "……分かりました。その代わり、食事が終わったらすぐ帰ってくださいね！"],
						["L", "イサドラ", "ふふ、もちろん。ナギって本当に優しいわよねぇ。"],
						]
					},
					{
						"title":"可愛い新人",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["R", "カズマ", "なあ、ちょっといいか。"],
						["L", "イサドラ", "あら、見ない顔ね。新人さんかしら？"],
						["R", "カズマ", "ああ、カズマってんだ。今日からよろしく頼むぜ。"],
						["L", "イサドラ", "ふ～ん……？"],
						["R", "カズマ", "な、なんだよ。"],
						["L", "イサドラ", "いえ、なんでもないわ。私はイサドラよ。こちらこそよろしくね。"],
						["L", "イサドラ", "それで、他のアズワンへの挨拶はもう済んだのかしら？"],
						["R", "カズマ", "ああ、だいたいは回ったと思うぜ。"],
						["L", "イサドラ", "そう、それじゃ、ちょっと質問しちゃおうかしら。"],
						["R", "カズマ", "うおっ！ なんでいきなり近付いてきたんだ！？"],
						["L", "イサドラ", "ふふ、照れなくてもいいじゃない。ちょっと耳を貸してほしいだけよ。"],
						["L", "イサドラ", "ナイショ話は、小声でしないと。そうでしょ？"],
						["R", "カズマ", "な、なんだ耳か。耳を貸すだけだな！"],
						["L", "イサドラ", "それじゃ、改めて。"],
						["L", "イサドラ", "ふぅ～。"],
						["R", "カズマ", "耳に息を吹きかけるな！"],
						["L", "イサドラ", "ふふ、ただの吐息よ。そんなに怒らないで？"],
						["R", "カズマ", "くそっ……いいから早く質問してくれよ！"],
						["L", "イサドラ", "それじゃ質問。"],
						["L", "イサドラ", "……好みの女の子は見つかった？"],
						["R", "カズマ", "はあっ！？"],
						["L", "イサドラ", "カズマと歳が近いのは、ヒカリとレイカかしら。どちらの方が、貴方の好み？"],
						["L", "イサドラ", "そ・れ・と・も……私の方が好みだったりして？"],
						["R", "カズマ", "っだー！ そんな質問に答えられるわけねぇだろー！"],
						["L", "イサドラ", "あらあら、顔真っ赤にしながら逃げてっちゃった。からかいすぎたかしらね。"],
						["L", "イサドラ", "ふふ、やっぱり女の子に免疫なかった。可愛い新人くんじゃない。"],
						["L", "イサドラ", "カズマ、か。これからもいっぱい遊んであげないと♪"],
						]
					},
					{
						"title":"お姉さんからのアドバイス",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "イサドラ", "みんな、おはよう。"],
						["R", "シャーリー", "なにが「おはよう」よ。今何時だと思ってるわけ？"],
						["L", "イサドラ", "時間なんて、時計見れば分かるでしょ。それともダベーヌちゃんは、時計の見方が分からないのかしら？"],
						["R", "シャーリー", "分かるに決まってるでしょ、オバサン！ 今は正午を回ったところよ！"],
						["R", "レイカ", "私たちは今日、朝9時に集合するよう指示を受けていたはずです。"],
						["L", "イサドラ", "そうね、遅れて悪かったわ。"],
						["R", "レイカ", "遅れた理由を聞かせてもらえますか？"],
						["L", "イサドラ", "ん～、そうね。寝不足は美容と健康に悪いから、かしら。"],
						["R", "シャーリー", "真面目に答えなさいよ。"],
						["L", "イサドラ", "私はいたって真面目よ。"],
						["L", "イサドラ", "女はね、眠った時間の分だけ美しくなるの。"],
						["L", "イサドラ", "シャーリー、貴方最近、夜更かしばっかりしてるでしょ。"],
						["R", "シャーリー", "そ、そんなことないけど。"],
						["L", "イサドラ", "嘘をついても無駄よ。だって貴方……前より背が縮んでしまっているもの！"],
						["R", "シャーリー", "えっ！？ シャーリーの身長が……嘘っ！？"],
						["L", "イサドラ", "やっぱり、自分では気付いてなかったのね……。"],
						["L", "イサドラ", "可哀想な子。そのままじゃ、大人になってもチンチクリンなままよ？"],
						["R", "シャーリー", "そ、そんなまさか！？"],
						["R", "レイカ", "そういう嘘は、最の低だと思います。シャーリーも簡単に騙されないでください。"],
						["L", "イサドラ", "あら、信じないの？ というか、レイカも他人事じゃないんだけど。"],
						["R", "レイカ", "私はこまめに自分の身長と体重を確認してますので。そんな嘘は通じませんよ。"],
						["L", "イサドラ", "レイカ、顔の皺、増えてるわよ？"],
						["R", "レイカ", "……え？"],
						["L", "イサドラ", "いつも気難しい顔ばかりしてるから……きっとクセになっちゃったのね。"],
						["R", "レイカ", "で、出鱈目言わないでくれませんか？"],
						["L", "イサドラ", "悪いこと言わないわ。今からでも十分な睡眠時間を取りなさい。寝不足はお肌の敵よ。"],
						["R", "レイカ", "…………！"],
						["L", "イサドラ", "なんて、嘘なんだけど。"],
						["R", "レイカ", "や、やっぱり嘘なんじゃないですか！"],
						["R", "シャーリー", "もう、あんまりビックリさせないでよね！"],
						["L", "イサドラ", "さあ、そんな話はいいから、早くお仕事に行きましょう？ 遅れた分を取り戻さないと。"],
						["R", "シャーリー", "なに偉そうに言ってるのよ。誰のせいだと思ってるの？"],
						["R", "レイカ", "本当ですよ。後から来て勝手に仕切らないでください！"],
						["L", "イサドラ", "ふふ、プリプリしちゃって。二人とも可愛いんだから。"],
						]
					},
					{
						"title":"早期任務",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "任務中"],
						["R", "ヒカリ", "キラリーン！"],
						["R", "ヒカリ", "今日はすごくいい天気！ エア・リアル日和だね！"],
						["R", "レイカ", "ヒカリ、先行しすぎよ。あまりスピードを出さないで。"],
						["R", "ヒカリ", "だって気持ちいいんだもん。もっとビュンビュン飛ぼうよ！"],
						["R", "レイカ", "勝手なことばかりして、編隊を崩さないで！"],
						["L", "イサドラ", "ふふ、ヒカリのお守り大変そうねぇ。"],
						["R", "レイカ", "なに他人事みたいに言ってるんですか。"],
						["R", "レイカ", "イサドラさんも、ちゃんと飛んでくれませんか？"],
						["L", "イサドラ", "飛んでるわよ、ちゃんと。"],
						["R", "レイカ", "全体より遅れています。もう少し速度を上げてください。"],
						["L", "イサドラ", "あら……そうだった？"],
						["L", "イサドラ", "ごめんなさい、低血圧のせいね。朝起きてから、まだ頭が目覚めきってないのよね。"],
						["R", "レイカ", "に、任務中ですよ？ そんなことで大丈夫なんですか？"],
						["L", "イサドラ", "ふふ、大丈夫よ……多分。"],
						["R", "レイカ", "冷静に考えて、不安しかありませんね……。"],
						["R", "ヒカリ", "だったらイサドラさん、空を見上げてみようよ！"],
						["R", "ヒカリ", "ほら、お日様がすっごく眩しく輝いてるでしょ？"],
						["R", "ヒカリ", "お日様見てれば、目なんてすぐに覚めるよ！"],
						["R", "レイカ", "ヒカリ！ 貴方が太陽に向かっていってどうするの！"],
						["L", "イサドラ", "ふふ、ヒカリったら若いわね。"],
						["L", "イサドラ", "私には眩しすぎて、太陽なんて直視できないわ……。ふわぁ……。むにゃむにゃ……。"],
						["R", "レイカ", "イサドラ、高度下がってる！ これ以上編隊を崩さないで！"],
						["R", "レイカ", "二人とも、いい加減にしてください！"],
						["C", "", "レーダーに感あり"],
						["R", "レイカ", "！ 敵が近付いてきてる！"],
						["R", "ヒカリ", "大丈夫、分かってるよレイカちゃん。"],
						["L", "イサドラ", "私も目が覚めたわ。二人とも準備はいいかしら？"],
						["R", "レイカ", "はあ……やっとまともに編隊が組めそうですね。"],
						["R", "ヒカリ", "レイカちゃん、こんなところで疲れてる場合じゃないよ？"],
						["L", "イサドラ", "そう、本番はここから。"],
						["R", "レイカ", "誰のせいだと思ってるんですか？"],
						["L", "イサドラ", "細かいことは気にしない。それじゃ、行くわよ！"],
						]
					},
					{
						"title":"どっちもどっち",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部 エア・リアル格納庫"],
						["R", "カズマ", "よう、聞いたか？ 次の出撃は、俺とアンタたちで行けってよ！"],
						["R", "シャーリー", "カズマと出撃かぁ。あんまり気が進まないわ。"],
						["L", "イサドラ", "本当よね。シャーリーの子守だけでも大変なのに、カズマまで一緒だなんて……。"],
						["R", "シャーリー", "ちょっと、なにが子守よ！シャーリーをなんだと思ってるわけ？"],
						["R", "カズマ", "いや、そりゃこっちの台詞だぜ。シャーリーはともかく、俺まで子供扱いか？"],
						["R", "シャーリー", "シャーリーも子供じゃないわよ！"],
						["R", "カズマ", "そんな背伸びするなって。どっからどう見ても子供じゃねーか。"],
						["R", "シャーリー", "見た目で判断しないでほしいわね。少なくとも、中身はカズマより大人なんだから！"],
						["R", "カズマ", "まったく、よく言うぜ。"],
						["R", "カズマ", "なあ、イサドラはどう思う？ 俺とシャーリー、どっちの方が大人だ？"],
						["L", "イサドラ", "ん～、そうね……。どっちもどっちかしら。"],
						["R", "シャーリー", "本当失礼しちゃうわ！ オバサンって人を見る目がないんだから！"],
						["R", "カズマ", "そうだぜ、イサドラ。俺がいつアンタの助けを必要としたよ？"],
						["L", "イサドラ", "(そうやってムキになるところが子供なのよね)"],
						["L", "イサドラ", "そうね、私が悪かったわ。二人とも子供じゃない。これでいいわよね？"],
						["R", "シャーリー", "いいえ、ダメよイサドラ。"],
						["L", "イサドラ", "あら、なにが気に食わないのかしら？"],
						["R", "シャーリー", "私とカズマ、どっちが大人かはっきりしてちょうだい。"],
						["L", "イサドラ", "え、そここだわっちゃう？"],
						["R", "カズマ", "俺は別に気にしねーぜ。そんなことにこだわってどうするんだよ。"],
						["L", "イサドラ", "そうよね、それじゃこの話はおしまい――"],
						["R", "シャーリー", "それじゃ、カズマよりシャーリーの方が大人ってことで問題ないわよね？"],
						["R", "カズマ", "おいおい、なんでそうなるんだよ。どう見ても子供なのはシャーリーの方だろ。"],
						["L", "イサドラ", "(……やっぱり気になってるんじゃない)"],
						["R", "シャーリー", "あれ、どうしたのカズマ？ こだわらないんじゃなかったの？"],
						["R", "カズマ", "俺が言ってんのはそういうことじゃなくてだなぁ！"],
						["L", "イサドラ", "(やっぱりこの二人、中身はどっちもお子様なのよねぇ)"],
						["L", "イサドラ", "ちょっと、二人とももうやめなさい。これから出撃だっていうのに。"],
						["R", "シャーリー", "そもそも、イサドラが最初に言い出したんでしょ！"],
						["R", "カズマ", "白黒つけるまで、退くつもりはねーぜ！"],
						["L", "イサドラ", "あー……そうね。私が悪かったわ。"],
						["R", "シャーリー", "だいたいカズマは！"],
						["R", "カズマ", "シャーリーはもっとだな。"],
						["L", "イサドラ", "(この話、いつまで続くのかしら……？)"],
						]
					},
					{
						"title":"いつかどこかの星脈で",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["C", "", "巡星 星脈周辺宙域"],
						["L", "イサドラ", "見て、二人とも。星脈が見えてきたわ。"],
						["R", "ナギ", "今度の星脈は、けっこう大きそうですね。"],
						["R", "カズマ", "ってことは、あっちもこっちも大戦力でぶつかりあうことになりそうだな！"],
						["R", "カズマ", "へっ、燃えてくるぜ。今日は熱いバトルが期待できそうじゃねーか！"],
						["L", "イサドラ", "……キレイね。"],
						["R", "ナギ", "え、なにがですか？"],
						["L", "イサドラ", "星脈が、よ。"],
						["L", "イサドラ", "これから、あの美しい星脈を巡って、激しい奪いあいを繰り広げるわけよね。"],
						["R", "カズマ", "勝てば、あの星脈は俺たちのもんだぜ。"],
						["R", "ナギ", "といっても、キザナのものになるわけじゃないけどね。"],
						["R", "カズマ", "分かってるっつーの、そんなことはよ！"],
						["L", "イサドラ", "(資源を武力で奪いあうことが当たり前の世界)"],
						["L", "イサドラ", "(そんな世界を変えることって、可能なのかしら？)"],
						["L", "イサドラ", "ねぇ、二人とも。もしこの戦争がなかったら、今頃なにしてたと思う？"],
						["R", "カズマ", "なんだ、その質問？"],
						["L", "イサドラ", "エア・リアルに乗ってない自分を、想像できる？"],
						["R", "ナギ", "どうかな……分からないですね。僕の場合、やっぱり故郷で暮らし続けてるのかも？"],
						["R", "カズマ", "俺も想像できねーな。"],
						["L", "イサドラ", "そう……やっぱり分からないわよね。"],
						["R", "カズマ", "戦争があろうがなかろうが、俺は結局エア・リアルに乗る道を選んでたと思うしよ。"],
						["L", "イサドラ", "……え？"],
						["R", "カズマ", "それでイサドラやナギ、ヒカリにレイカ、ついでにシャーリーと出会うんだ。"],
						["R", "カズマ", "それが俺の人生だ。戦争の一つや二つで、俺の人生は変わったりしねーさ。"],
						["R", "ナギ", "いいと思うな、それ。"],
						["R", "ナギ", "戦争がなくても、やっぱり僕たちはこの日この場所で、あの星脈を眺めていたんだろうね。"],
						["R", "カズマ", "そういうことだ。"],
						["L", "イサドラ", "……ふふ、なるほどね。"],
						["R", "カズマ", "イサドラは違うのか？"],
						["L", "イサドラ", "そうね……私も多分、似たような感じよ。"],
						["L", "イサドラ", "(きっと貴方たちのことを、変わらず見守っているのね)"],
						["L", "イサドラ", "さあ、無駄話はそろそろおしまい。出撃するわよ、二人とも！"],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"特別な夜には",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"新年だから",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"オトナの味",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"把握",
						"flag":"ジューンブライドキャンペーン",
						"dialog":
						[
						["L", "イサドラ", "ふ～ん、ヒカリとナギで、地球のイベントを？"],
						["R", "カズマ", "おう。二人でスゲーこと考えてるみたいだから、よかったらイサドラも参加してみないか？"],
						["L", "イサドラ", "ふふ、楽しそうね。どんなイベントをやるつもりなのかしら。"],
						["R", "カズマ", "確か……「ウェディング」って名前だったかな。"],
						["L", "イサドラ", "え、ヒカリとナギでウェディング……？"],
						["R", "カズマ", "ああ。そのイベントで作られるウェディングケーキってのが、ものすごいケーキらしくてな。"],
						["R", "カズマ", "どんなケーキが出てくるんだろうな。今から楽しみで仕方がねーぜ！"],
						["L", "イサドラ", "……あ、そういうこと。"],
						["L", "イサドラ", "(ケーキ関連のイベントと勘違いしたのね。多分、ヒカリあたりが)"],
						["R", "カズマ", "どうかしたのか？"],
						["L", "イサドラ", "いえ、なんでもないわ。"],
						["L", "イサドラ", "それよりヒカリに伝えておいて。私も喜んで参加させてもらうって。"],
						["R", "カズマ", "おう、分かったぜ！"],
						["L", "イサドラ", "あとついでに、イベントのお手伝いもしてあげる。"],
						["L", "イサドラ", "ふふ、なんだか楽しくなってきたわ。"],
						]
					},
					{
						"title":"手配はおまかせ",
						"flag":"ジューンブライドキャンペーン",
						"dialog":
						[
						["R", "ヒカリ", "ウェディングドレス～？"],
						["L", "イサドラ", "そうよ。ウェディングの主催者が着る、まあ言ってみれば正装みたいなものね。"],
						["R", "ヒカリ", "ああ……もしかしてあの、白くてキラッキラなドレスのこと？ データベースに載ってたかも。"],
						["L", "イサドラ", "そう、それよ。"],
						["L", "イサドラ", "男ならタキシード、女ならウェディングドレスを着るのがルールなの。"],
						["L", "イサドラ", "ヒカリもウェディングを主催するなら、ちゃんとドレスを着ないとダメよ。"],
						["R", "ヒカリ", "そんなルールがあるなんて知らなかったな～。"],
						["L", "イサドラ", "それだけ特別なイベントってことよ。主催者だけじゃなくて、参加者にもドレスコードが求められるのよ？"],
						["R", "ヒカリ", "え、そうなの？"],
						["R", "ヒカリ", "……どうしよう。みんなに送った招待状に、ドレスコードのこと書かなかったよ！"],
						["L", "イサドラ", "安心なさい。全員分、私が用意してあげるから。"],
						["L", "イサドラ", "ヒカリのウェディングドレスとナギのタキシードもね。"],
						["R", "ヒカリ", "わあ、イサドラさんありがとう！"],
						["R", "ヒカリ", "……でも、本当にいいの？ 準備大変じゃない？"],
						["L", "イサドラ", "気にしないで。半分趣味みたいなものだから。"],
						["L", "イサドラ", "それよりヒカリ、しっかり備えておきなさいよ。"],
						["L", "イサドラ", "ウェディングは、ケーキを振舞ってそれでおしまいじゃないの。むしろその後が本番なのよ！"],
						["R", "ヒカリ", "そうだったの！？"],
						["L", "イサドラ", "ふふ……この続きは、また今度教えてあげる。楽しみにしてなさい。"],
						]
					},
					{
						"title":"ここからが本番",
						"flag":"ジューンブライドキャンペーン",
						"dialog":
						[
						["C", "", "ウェディング当日"],
						["R", "ナギ", "どうぞ、イサドラさん。ウェディングケーキです。"],
						["L", "イサドラ", "そのタキシード、よく似合ってるわよ。特注した甲斐があったわ～。"],
						["R", "ナギ", "イサドラさん……分かっててやってますよね。本当、勘弁してください。"],
						["L", "イサドラ", "別にいいじゃない。これぐらい。"],
						["L", "イサドラ", "あなたたちのイベントがそれっぽくなるように協力してあげたのよ？ むしろ感謝してくれなくちゃ。"],
						["R", "ヒカリ", "うん、イサドラさんのおかげだよ！ 本当にありがとう！"],
						["L", "イサドラ", "あら、ヒカリ。とってもキレイよ。今日のあなた。"],
						["R", "ヒカリ", "えへへ、ありがと～。"],
						["L", "イサドラ", "他のみんなも用意した礼服着てくれたし……今日はとてもいいものが見られたわ。"],
						["L", "イサドラ", "個人的には、とっても満足ね。"],
						["R", "ヒカリ", "まだ満足しちゃダメだよ。ウェディングはまだ終わりじゃないんでしょ？"],
						["L", "イサドラ", "ああ……そういえばそうだったわね。"],
						["R", "ナギ", "え、何の話ですか？ ケーキを振る舞って、それで終わりなんですよね？"],
						["R", "ヒカリ", "イサドラさんの話だと、むしろこの後が本番らしいよ。"],
						["L", "イサドラ", "そう……本番は夜。"],
						["L", "イサドラ", "ウェディングで結ばれた二人は、初めての夜に……。"],
						["R", "ナギ", "ちょ！ イサドラさん、何を言い出すんですか！"],
						["R", "ヒカリ", "アハハ、そうだよ。さすがにそこまではね～。"],
						["L", "イサドラ", "あら、ヒカリったらつれないのねナギくらい慌てふためいてくれたら、お姉さん嬉しかったのに。"],
						["R", "ヒカリ", "そんな気がしたというか。"],
						["L", "イサドラ", "ふふ、それは残念。それじゃ今日のところは、ナギの真っ赤な顔だけで満足しておくわ。"],
						["R", "ナギ", "ああもう……あまりからかわないでくださいよ。"],
						]
					},
					{
						"title":"夏だ！ 海だ！ イベントだ！",
						"flag":"夏休みキャンペーン",
						"dialog":
						[
						["C", "", "シーボルト分泌海(シーボルト諸島) ビーチ"],
						["L", "シャーリー", "ウワ～ッ！ 見てヒカリ！ シャーリーたち、海に来たのよ！"],
						["R", "ヒカリ", "うん、海だね！ 青くて広くてキラッキラだね！"],
						["L", "イサドラ", "あら、二人とも。ずいぶん楽しそうね？"],
						["R", "シャーリー", "だって海よ？ 大自然よ？ 楽しいに決まってるじゃない！"],
						["L", "レイカ", "だからって、はしゃぎすぎです。私たちは遊びに来たわけじゃないんですよ！"],
						["R", "シャーリー", "何言ってんのよ。今日は遊びに来たんでしょ？"],
						["L", "ヒカリ", "うん、カズマからはそう聞いてるけど。"],
						["R", "レイカ", "え……それ本当ですか？"],
						["L", "ナギ", "僕は親睦会をやろうって誘われたんですが……レイカさんは違うんですか？"],
						["R", "レイカ", "私は、合同練習をするからってカズマに誘われて……。"],
						["L", "シャーリー", "カズマが合同練習～？ アイツがそんなことするかしら。"],
						["R", "レイカ", "もしかして私、騙されたんでしょうか？"],
						["L", "ナギ", "それは分かりませんが、全員、カズマに誘われて集まったところは一緒みたいですね。"],
						["R", "イサドラ", "そういえば、どこにいるのかしら。肝心のカズマは……？"],
						["L", "カズマ", "俺ならここにいるぜ！"],
						["R", "シャーリー", "あ、カズマ！ 一体全体どうなってんのよ！"],
						["L", "カズマ", "今日はな、俺の考えたイベントに参加してもらおうと思って、お前たちに集まってもらったんだ。"],
						["R", "イサドラ", "イベント……？"],
						["L", "カズマ", "地球の海で行われる競技を、ちょいと再現してみたんだ。"],
						["R", "ヒカリ", "わあ、面白そうだね！"],
						["L", "シャーリー", "ふーん、いいじゃない。せっかくだから参加したげるわ。"],
						["R", "ナギ", "なるほど……競技を通して親睦を深めるということですか・"],
						["L", "レイカ", "私は帰らせてもらいます。興味ありませんし、やっぱり騙されてたみたいなので……。"],
						["R", "カズマ", "まあ、待てって。こいつは訓練にもなるはずだし、それに景品も用意してあるからよ。"],
						["R", "カズマ", "なんと、聞いて驚け！ イベントの勝者には、AR用の武器をプレゼントするぜ！"],
						["L", "イサドラ", "あら、カズマにしては豪勢な景品じゃない。"],
						["R", "レイカ", "まあ、訓練になるというのなら……。"],
						["L", "カズマ", "よーし、レイカも参加でOKだな？"],
						["L", "カズマ", "それじゃ早速、最初の競技を始めようぜ！"],
						]
					},
					{
						"title":"最初の競技",
						"flag":"夏休みキャンペーン",
						"dialog":
						[
						["L", "カズマ", "……ということで、最初の競技のルール説明は以上だ。"],
						["R", "ヒカリ", "ふ～ん、「ビーチバレー」か。地球の競技って面白いね。"],
						["L", "ナギ", "けっこう奥が深そうですよね。"],
						["R", "カズマ", "何か質問ある奴はいるか？"],
						["L", "イサドラ", "問題ないわ。"],
						["R", "カズマ", "要は、球を地面に落とさないようにしつつ、敵陣に叩きこみゃいいってことだ。"],
						["R", "カズマ", "そのとき敵に球をぶつけりゃポイントだからな。"],
						["L", "シャーリー", "一応確認だけど、このルール本当に合ってんでしょうね？"],
						["R", "カズマ", "合ってるに決まってんだろ！ ちゃんと調べたんだぞ！"],
						["L", "レイカ", "なんというか……ずいぶん攻撃的な競技なんですね。"],
						["R", "カズマ", "いいから、チーム分けするぞ。 今回は3対3で勝負するからな。"],
						["R", "カズマ", "最初のチームは、俺、ヒカリ、イサドラだ！"],
						["R", "カズマ", "いいか二人とも、勝ちに行くからな！ 本気出せよ！"],
						["L", "ヒカリ", "うん、全力で頑張るから！ 絶対に勝とうね！"],
						["R", "イサドラ", "ま、頑張らせてもらうわ。それなりにね。"],
						["L", "カズマ", "そんでもう一つのチームは、ナギ、レイカ、シャーリーだ！"],
						["R", "シャーリー", "カズマに負けるのも癪だし、二人とも、気合入れて行くわよ！"],
						["L", "レイカ", "このルール、やはり重要なのはチームワークですよね。"],
						["R", "ナギ", "お互いに声をかけあって、連携を取っていきましょう！"],
						["L", "カズマ", "よ～し、そんじゃゲーム開始だ！"],
						]
					},
					{
						"title":"ルール的にはOK",
						"flag":"夏休みキャンペーン",
						"dialog":
						[
						["R", "シャーリー", "これで、終わりだべさ！"],
						["L", "カズマ", "グワ～～～ッ！"],
						["R", "レイカ", "最の高です、シャーリー！ 今のでゲームセットです！"],
						["L", "シャーリー", "シャーリーたちの勝利ね！"],
						["R", "イサドラ", "おめでとう三人とも。いいゲームだったわ。"],
						["L", "カズマ", "ちょっと待て！ それは反則だろ！"],
						["L", "カズマ", "何だよその横にいる小型ロボットは！ やたら強烈なスパイク打ちやがって！"],
						["R", "シャーリー", "ああ、「アル」のこと？ この子はシャーリーが作った自律型ロボットで、色々便利な機能が……。"],
						["L", "カズマ", "んなもん試合に持ち込むな！ 反則だ反則！"],
						["R", "シャーリー", "試合にロボットを持ち込んじゃいけないなんてルール説明、なかったけど？"],
						["L", "ナギ", "ありませんでしたね。"],
						["R", "ヒカリ", "うん、確かになかった。"],
						["L", "シャーリー", "よって、お前の抗議は無効。シャーリーたちの勝利よ。"],
						["R", "カズマ", "おま……！"],
						["L", "イサドラ", "まあまあ、落ち着きなさいカズマ。次からルールに加えればいいじゃない。"],
						["R", "カズマ", "……ったく、分かったよ。次の競技から、そのロボットは使用禁止だからな。"],
						["L", "シャーリー", "はいはい、仕方がないわね。"],
						["R", "カズマ", "そんじゃ気を取り直して、次の競技は遠泳だ。"],
						["R", "カズマ", "ルールは簡単、あの沖に見える岩に、最初に着いたやつの勝利だ！"],
						["L", "イサドラ", "これはまた、ずいぶん直球で体力勝負な競技が来たわね。"],
						["R", "ナギ", "今度は絶対勝つぞっていうカズマの強い意志を感じますね……。"],
						["L", "カズマ", "うるさい！ とにかく勝負だ！ いいな、シャーリー？"],
						["R", "シャーリー", "気が向かないわ。泳ぐのは趣味じゃないのよね。"],
						["L", "カズマ", "おいおい、逃げる気か？ それじゃロボットがないと何もできませんって宣言してるようなもんだぞ！"],
						["R", "シャーリー", "うっさいわね。いいからさっさと始めなさいよ。"],
						["L", "カズマ", "ふーん、そうかい。"],
						["L", "カズマ", "それじゃシャーリー抜きで始めようぜ！ 今度は個人競技だからな！"],
						["R", "ヒカリ", "キラリーン！ よ～し、頑張るぞ～！"],
						]
					},
					{
						"title":"そして乱戦へ",
						"flag":"夏休みキャンペーン",
						"dialog":
						[
						["L", "シャーリー", "はい、一番乗り。またシャーリーの勝ちね。"],
						["R", "ナギ", "こ、これは……。"],
						["L", "レイカ", "シャーリーの勝ち、と言っていいんでしょうか……？"],
						["R", "カズマ", "いいわけないだろ！ 遠泳って言ってんのに、なんでエア・リアルに乗ってきてんだよ！"],
						["C", "", "岩の上に、ゴールテン・ダーが滞空している。"],
						["R", "カズマ", "勝ったのは俺だ！ そもそもお前、参加しないみたいなこと言ってたじゃねーか！"],
						["L", "シャーリー", "気が向かないって言っただけで、参加しないとは言ってないわ。"],
						["L", "シャーリー", "それから、ルールは「岩に最初に着いたやつの勝ち」だけだったはずよ。泳ぐ必要があるなんて一言も言ってなかったわ。"],
						["L", "シャーリー", "あとついでにエア・リアルの使用も禁止してなかったし。"],
						["R", "ヒカリ", "あ～……してなかったね。"],
						["L", "カズマ", "してなくても、普通分かんだろーが！"],
						["R", "シャーリー", "うっさいわね。とにかくこの勝負、シャーリーの勝ちよ。"],
						["L", "カズマ", "ああ、そうかよ！ お前がそのつもりなら、俺にも考えがあるぜ！"],
						["C", "", "カズマは猛烈な勢いで、ビーチに戻っていった。"],
						["R", "イサドラ", "……ねぇ、あれ放っておいていいのかしら。"],
						["L", "ナギ", "まさかとは思いますが、カズマのやつ、エア・リアルを取りに行ったわけじゃありませんよね……？"],
						["R", "シャーリー", "はっ。面白いじゃない。エア・リアルで決着つけようっての？"],
						["L", "レイカ", "……最の低です。そんなことさせるわけにはいきません。"],
						["R", "ヒカリ", "だったら早くカズマを追いかけないと！"],
						["L", "イサドラ", "果たして戻れるかしらね。カズマより早くビーチに。"],
						["R", "ナギ", "カズマ！ お願いです、止まってくださ～い！！"],
						["L", "カズマ", "うおおおおっ！ 待ってやがれシャーリー！目にもの見せてやるからな……！"],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クエスト「イサドラの誕生日1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「イサドラの誕生日2」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「イサドラの誕生日3」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「イサドラの誕生日4」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
		],
		Nagi:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ【？】",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"星血と翔握戦【？】",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ヴ・レード惺王国【？】",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"轟国ア・スレッガ【？】",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ナギとカーディナル【？】",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ザ・ナイト【？】",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"エア・グランデ【？】",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"少年と料理",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "ナギ", "あなたと少しお話したいのですが。何から話せばいいか……。"],
						["L", "ナギ", "そうだ、僕の趣味を聞いてもらおうかな。"],
						["L", "ナギ", "料理って、作ったことありますか？"],
						["L", "ナギ", "そう、食べる方じゃなくて作る方です。"],
						["L", "ナギ", "僕、料理が趣味なんです。"],
						["L", "ナギ", "やってみるとけっこう面白いんですよ。"],
						["L", "ナギ", "塩加減一つで味が変わってしまったり、奥が深いです。"],
						["L", "ナギ", "こんなにハマるなんて自分でも驚いているんですが、やってるうちにだんだんと凝ってきちゃって。"],
						["L", "ナギ", "最近は色々な調味料を買い集めたり、新しい調理器具を導入したりしてるんですよ。"],
						["L", "ナギ", "将来は料理人にでもなるつもりか、ですか？"],
						["L", "ナギ", "ハハ、それもいいかもしれませんね。"],
						]
					},
					{
						"title":"僕たちが強くなった理由【？】",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"僕たちの特別な意味【？】",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"アズワンになった理由【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"本心は【？】",
						"flag":"DePS150を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"絶好のチャンス【？】",
						"flag":"DePS300を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"振り回されて【？】",
						"flag":"DePS400を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クエスト「ナギの誕生日1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「ナギの誕生日2」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「ナギの誕生日3」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"クエスト「ナギの誕生日4」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
		],
		Kazuma:
		[
			{
				"category":"ジ・オーダー・レポート",
				"scene":
				[
					{
						"title":"キザナ【？】",
						"flag":"クエスト「エア・リアル殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"星血と翔握戦【？】",
						"flag":"クエスト「マグ殲滅作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ヴ・レード惺王国【？】",
						"flag":"クエスト「ポート奪還作戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"轟国ア・スレッガ【？】",
						"flag":"クエスト「Sマグ討伐作戦」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"カズマとサブライガ【？】",
						"flag":"クエスト「アサルトの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"ザ・ナイト【？】",
						"flag":"クエスト「ヴァンガードの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"エア・グランデ【？】",
						"flag":"クエスト「サポートの実戦1」をクリア",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"DePSログ",
				"scene":
				[
					{
						"title":"戦う理由",
						"flag":"初めから出現",
						"dialog":
						[
						["L", "カズマ", "いやー、お前、俺と気が合いそうだな。ノリがいいぜ。"],
						["L", "カズマ", "楽しんで行こうぜ！"],
						["L", "カズマ", "俺にとっての戦争ってのは、一番ド派手なゲームみたいなもんさ。"],
						["L", "カズマ", "強い奴と戦って勝つ。ついでに金も稼ぐ。それ以外の何物でもねーよ。"],
						["L", "カズマ", "正義だの大義名分だの振りかざして戦ってる奴らもいるけどさ、そういうのは俺抜きでやってもらいたいね。"],
						["L", "カズマ", "そいつらがなにを語ろうが、戦いの結論は変わらない。"],
						["L", "カズマ", "戦いを制した方の勝ち。そうだろ？"],
						["L", "カズマ", "みんな難しく考えすぎなんじゃねーかな。"],
						["L", "カズマ", "ゲームだと思って、肩の力抜いてやればいいのにな。"],
						["L", "カズマ", "お前もそう思わねーか？"],
						]
					},
					{
						"title":"拳が一番【？】",
						"flag":"DePS1500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"頼れる相棒【？】",
						"flag":"DePS5500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"たったひとつの選択肢【？】",
						"flag":"DePS9500を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"巡星の日常",
				"scene":
				[
					{
						"title":"真剣勝負！",
						"flag":"DePS150を達成",
						"dialog":
						[
						["C", "", "ジ・オーダー本部"],
						["L", "カズマ", "ふぅむ……"],
						["R", "ヒカリ", "キラリーン！"],
						["R", "ヒカリ", "カズマっち、お疲れ様！ 今日の翔握戦も大活躍だったみたいじゃない。"],
						["L", "カズマ", "よく言うぜ。お前もすげースコア叩きだしてるくせによぉ。"],
						["R", "ヒカリ", "えー、どうだろう？ 私あんまりスコアとかこだわらないから……。"],
						["L", "カズマ", "へっ、大したやつだぜ。興味ないとか言いつつも、しっかり結果は残してやがる。"],
						["L", "カズマ", "みろ、あのスコアランキングを。トップはお前だ。"],
						["R", "ヒカリ", "ふーん、そうなんだ。"],
						["L", "カズマ", "いつも上位に名を連ねてるくせに、どうして興味がないかねぇ？"],
						["R", "ヒカリ", "私はに乗れればそれでいいからなぁ。"],
						["L", "カズマ", "ってことは、この俺が毎度上位にいることも――"],
						["L", "カズマ", "今回に関しちゃヒカリに次いで2位にいるってことも、当然知らないんだろうな？"],
						["R", "ヒカリ", "わー、本当だ。カズマっちすごいね！"],
						["L", "カズマ", "お前の方が上なんだっての。"],
						["L", "カズマ", "……ったく、こっちは毎回、競争相手として見てるってのによ。"],
						["L", "カズマ", "肝心のお前がそれじゃ、張り合いがないぜ。"],
						["R", "ヒカリ", "競争かぁ。そう言われると、ちょっとだけ興味あるかも？"],
						["L", "カズマ", "お、そうか？"],
						["L", "カズマ", "だったら明日、俺と競争しようぜ！ より多くスコア稼げた方の勝ちだ！"],
						["R", "ヒカリ", "よく分かんないけど、多分いつも通り飛べばいいんだよね？"],
						["L", "カズマ", "まあ、お前の場合はそれでいいんじゃねーか？"],
						["L", "カズマ", "よーし、それじゃ勝負だ！ 今から血が滾るぜ！"],
						]
					},
					{
						"title":"任務のない日【？】",
						"flag":"DePS300を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"月に一度のお楽しみ【？】",
						"flag":"DePS400を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"DePS？？？を達成",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"シーズナル・レポート",
				"scene":
				[
					{
						"title":"？？？",
						"flag":"クリスマス期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"正月期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
					{
						"title":"？？？",
						"flag":"バレンタイン期間中にログイン？",
						"dialog":
						[
						["", "", ""],
						]
					},
				],
			},
			{
				"category":"バースデイ・レポート",
				"scene":
				[
					{
						"title":"求めるは熱いバトル",
						"flag":"クエスト「カズマの誕生日1」をクリア",
						"dialog":
						[
						["C", "", "6月17日 ジ・オーダー本部"],
						["L", "カズマ", "ついにこの日が来たぜ！"],
						["R", "シャーリー", "何よ、うっさいわね。バカみたいに大声出さないでよ。"],
						["L", "カズマ", "別に意味なく大声出してるわけじゃねーぜ。ここにいる全員に聞こえるようにしてんのさ！"],
						["L", "カズマ", "シャーリー、今日が何の日か知ってるか？"],
						["L", "カズマ", "今日はな、なんと俺の誕生日なんだぜ！"],
						["R", "シャーリー", "だからうっさいってば！ それがどうしたってのよ！"],
						["L", "カズマ", "オイオイ……寂しいこと言ってくれんじゃねーか。"],
						["L", "カズマ", "仲間の誕生日なんだぜ？ 祝ってやるのが人の道ってもんだろーが！"],
						["R", "シャーリー", "はあー？ イヤよそんなの。一人で勝手に祝ってなさいよ。"],
						["L", "カズマ", "まあまあ、そう言うなって。"],
						["L", "カズマ", "別にごちそう食わせろとか、誕生日プレゼント寄越せとか、そんな面倒くせーこと言わねーからよ。"],
						["L", "カズマ", "俺が要求するのはただひとつ！ お前らとの熱いバトルだ！"],
						["L", "カズマ", "エア・リアルで！ 俺とサシで勝負しろ！"],
						["R", "シャーリー", "うわ、面倒くさっ。"],
						["L", "カズマ", "本当はガチでバトルしてーところだが、シミュレーターで我慢しといてやる。"],
						["L", "カズマ", "ということでシャーリー！ 最初の相手はお前だ！"],
						["R", "シャーリー", "だからイヤだってば！ 他のやつに相手してもらいなさいよ！"],
						["R", "シャーリー", "ちょっと、この手を放しなさ……って、人の話を聞くべさ、このアホンダラー！"],
						]
					},
					{
						"title":"次なる戦い",
						"flag":"クエスト「カズマの誕生日2」をクリア",
						"dialog":
						[
						["L", "カズマ", "よし、俺の勝ちだ！ いいバトルだったぜ、シャーリー！"],
						["R", "シャーリー", "あーはいはい。勝手にやってなさいよ。"],
						["L", "カズマ", "この調子で、他のやつらにも俺の誕生日を祝ってもらうぜ。"],
						["L", "カズマ", "ということで、次の相手はお前だ、レイカ！"],
						["R", "レイカ", "……はい？"],
						["L", "カズマ", "俺と勝負しろ！"],
						["R", "レイカ", "意味が分かりません。どうして私がそんなことしないといけないんですか？"],
						["L", "カズマ", "一回、お前と勝負してみてーんだよ。"],
						["R", "レイカ", "私はしたいとは思いません。なのでお断りします。"],
						["R", "レイカ", "……あ、シャーリーのときみたいに無理強いするのはやめてくださいね。"],
						["R", "レイカ", "ああいうの、最の低だと思いますよ。"],
						["L", "カズマ", "ぐぬ……。そう言われちまうとなー。"],
						["R", "ヒカリ", "まあまあ。次は私が相手してあげるから。"],
						["L", "カズマ", "なに、本当か？"],
						["L", "カズマ", "そいつはありがてぇ。お前とも本気でやりあってみたいと思ってたんだ！"],
						["L", "カズマ", "いいかヒカリ。本気でかかってこいよ！ 俺も本気を出させてもらうからよ！"],
						["R", "ヒカリ", "任せといでよ。私の本気、見せてあげる！"],
						]
					},
					{
						"title":"ウズウズするんだよ",
						"flag":"クエスト「カズマの誕生日3」をクリア",
						"dialog":
						[
						["R", "ヒカリ", "キラリーン！ 私の勝ちー！"],
						["L", "カズマ", "おい待て、ヒカリ！ 誰がスピード勝負をするなんて言った！"],
						["R", "ヒカリ", "カズマのワガママに付き合ってあげてるんだから、勝負方法は私が決めたっていいでしょ？"],
						["L", "カズマ", "俺がしてーのはそういう勝負じゃねーんだよ！"],
						["L", "カズマ", "くそ……誰かいねーのか。俺と本気で戦ってくれるやつはよ！"],
						["R", "ナギ", "カズマ、その辺にしておきましょう。これ以上は他のみんなの迷惑になりますよ。"],
						["L", "カズマ", "なんだよ、ナギか。"],
						["L", "カズマ", "別にいいじゃねーか、今日ぐらいよ。だって今日は俺の誕生日なんだぜ？"],
						["L", "カズマ", "ここには強い奴らが大勢いる。俺はいつも、そいつらと戦いたくてウズウズしてんだ。"],
						["L", "カズマ", "普段我慢してる分、今日ぐらい自由にやらせてくれよ！"],
						["R", "ナギ", "だからって、無理強いはよくないですよ。"],
						["L", "カズマ", "それならいい解決法があるぜ。"],
						["L", "カズマ", "お前が相手をしてくれよ。そうすりゃ、俺も満足できると思うぜ。"],
						["L", "カズマ", "これは無理強いじゃねぇ……お願いだ。"],
						["L", "カズマ", "頼む、ナギ。俺と勝負をしてくれ！"],
						["R", "ナギ", "はあ……まったく。強引なところは一緒じゃないですか。"],
						["R", "ナギ", "分かりました。それで納得してもらえるなら、喜んで相手をしますよ。"],
						["L", "カズマ", "よっしゃ、それでこそだ！"],
						["L", "カズマ", "それじゃ早速始めようぜ、本気の勝負をよ……！"],
						]
					},
					{
						"title":"日が暮れて",
						"flag":"クエスト「カズマの誕生日4」をクリア",
						"dialog":
						[
						["L", "カズマ", "いや～、戦った、戦った！"],
						["R", "ナギ", "結局、日が暮れるまで付き合わされてしまいましたね……。"],
						["R", "ナギ", "それで、どうなんですか？ 満足してもらえましたか？"],
						["L", "カズマ", "おう、おかげさまでな。"],
						["L", "カズマ", "今年はお前のおかげで、最高の誕生日になったぜ。"],
						["L", "カズマ", "ありがとよ、ナギ。"],
						["R", "ナギ", "願わくば、こんな騒ぎは二度と起こさないようにしてほしいですね。"],
						["L", "カズマ", "そういうなって。"],
						["L", "カズマ", "スゲー楽しかったじゃねーか。また相手してくれよな！"],
						["R", "ナギ", "……本気で言ってるんですか、それ？"],
						["L", "カズマ", "ああ。今日のお前のバトル、結局50勝50敗の引き分けに終わったからな。"],
						["L", "カズマ", "決着がつくまで、相手をしてもらうぜ！"],
						["R", "ナギ", "勘弁してください……。"],
						["L", "カズマ", "なんだよ、つまんねーな。だったら来年の誕生日まで我慢してやるよ。"],
						["R", "ナギ", "来年の誕生日はもっと普通に祝いませんか……？"],
						["L", "カズマ", "いいや、来年もやるぜ。俺にとってはバトルが最高のプレゼントだから。"],
						["L", "カズマ", "ということで、次は一年後だ！ 約束忘れるなよ、ナギ！"],
						]
					},
				],
			},
		],
	},
};
