SPDB.Task =
{
	Status:`
		■ミッション<br>
		　ミッションの達成条件、報酬、開催期間を記載しています。<br>
		■クエスト<br>
		　クエストの難易度、報酬、出現条件を記載しています。`,
	Mission:
	[
		{
			"name":"？？？",
			"flag":"",
			"prize":"",
			"term":""
		},
		{
			"name":"夏休みキャンペーン1",
			"flag":"",
			"prize":"エンブレム,「かき氷」",
			"term":"7/3-8/1"
		},
		{
			"name":"夏休みキャンペーン2",
			"flag":"7回、試合に勝利する",
			"prize":"ヴァンガード用武器,「凍剣・氷菓」",
			"term":"7/3-8/1"
		},
		{
			"name":"夏休みキャンペーン3",
			"flag":"自機がポート内にいる状態で敵ARに90000ダメージ与える",
			"prize":"称号,「Everyday, 夏休み」",
			"term":"7/3-8/1"
		},
		{
			"name":"ラピスヘッジキャンペーン1-1",
			"flag":"全国対戦に3回出撃する",
			"prize":"100CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン1-2",
			"flag":"3試合、敵マグを20体撃破する",
			"prize":"100CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン1-3",
			"flag":"ナイスプレイを300回達成する",
			"prize":"100CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン1-4",
			"flag":"敵ARに30000ダメージ与える",
			"prize":"100CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン1-5",
			"flag":"5回、試合に勝利する",
			"prize":"エンブレム,「ラピスヘッジ」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン2-1",
			"flag":"「ラピスヘッジ」パーツを1つ装備して、ポートを20回占拠する",
			"prize":"200CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン2-2",
			"flag":"「ラピスヘッジ・H」か「ラピスヘッジ・A」パーツを1つ装備して、ポート内から敵ARを20体撃破する",
			"prize":"300CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン3-1",
			"flag":"「ラピスヘッジ」パーツを1つ装備して、敵ARを30体撃破する",
			"prize":"200CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン3-2",
			"flag":"「ラピスヘッジ・W」パーツを装備して、全国対戦にてチーム内で3回4位以上になる",
			"prize":"200CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン4-1",
			"flag":"「ラピスヘッジ」パーツを1つ装備して、40回フルドライブする",
			"prize":"200CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーン4-2",
			"flag":"「ラピスヘッジ・B」か「ラピスヘッジ・L」を1つ装備して、ポート占拠時間を3000秒達成する",
			"prize":"300CP",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンA",
			"flag":"ラピスヘッジキャンペーンを3個、クリアする",
			"prize":"エア・リアルパーツ,「ラピスヘッジ・H サイトヘッドカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンB",
			"flag":"ラピスヘッジキャンペーンを5個、クリアする",
			"prize":"エア・リアルパーツ,「ラピスヘッジ・B サイトヘッドカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンC",
			"flag":"ラピスヘッジキャンペーンを8個、クリアする",
			"prize":"エア・リアルパーツ,「ラピスヘッジ・A サイトヘッドカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンD",
			"flag":"ラピスヘッジキャンペーンを11個、クリアする",
			"prize":"エア・リアルパーツ,「ラピスヘッジ・L サイトヘッドカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンE",
			"flag":"ラピスヘッジキャンペーンを14個、クリアする",
			"prize":"エア・リアルパーツ,「ラピスヘッジ・W サイトヘッドカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ラピスヘッジキャンペーンF",
			"flag":"ラピスヘッジキャンペーンをすべてクリアする",
			"prize":"称号,「愛機 ラピスヘッジ」",
			"term":"5/29-6/25"
		},
		{
			"name":"ジューンブライドキャンペーン1",
			"flag":"全国対戦で5回勝利する",
			"prize":"エア・リアルパーツ,「CU・レイター・B スクラッパーカラー」",
			"term":"5/29-6/25"
		},
		{
			"name":"ジューンブライドキャンペーン2",
			"flag":"全国対戦にてチーム内で20回4位以上になる",
			"prize":"称号,「独身貴族」",
			"term":"5/29-6/25"
		},
		{
			"name":"ファルマコンキャンペーン1",
			"flag":"「ファルマコン・H」か「ファルマコン・A」を装備して、格闘武器で8000ダメージ与える",
			"prize":"エア・リアルパーツ,「ファルマコン・H カーディナルカラー」,「ファルマコン・A カーディナルカラー」",
			"term":"4/22-6/11"
		},
		{
			"name":"ファルマコンキャンペーン2",
			"flag":"「ファルマコン・B」か「ファルマコン・L」を装備して、ナイスプレイを100回達成する",
			"prize":"エア・リアルパーツ,「ファルマコン・B カーディナルカラー」,「ファルマコン・L カーディナルカラー」",
			"term":"4/22-6/11"
		},
		{
			"name":"ファルマコンキャンペーン3",
			"flag":"「ファルマコン・W」を装備して、ポートを10回占拠する",
			"prize":"エア・リアルパーツ,「ファルマコン・W カーディナルカラー」",
			"term":"4/22-6/11"
		},
		{
			"name":"ファルマコンキャンペーン4",
			"flag":"「ファルマコン」パーツをいずれか1つ装備して、ポート占拠時間を4500秒達成する",
			"prize":"エンブレム,「ファルマコン」,称号,「愛機 ファルマコン」",
			"term":"4/22-6/11"
		},
		{
			"name":"スクラッパーキャンペーン1",
			"flag":"「スクラッパー・H」か「スクラッパー・A」を装備して、ビーム武器で10000ダメージ与える",
			"prize":"エア・リアルパーツ,「スクラッパー・H CU・レイターカラー」,「スクラッパー・A CU・レイターカラー」",
			"term":"3/6-4/16, 5/8-5/21"
		},
		{
			"name":"スクラッパーキャンペーン2",
			"flag":"「スクラッパー・B」か「スクラッパー・L」を装備して、ポート占拠時間を450秒達成する",
			"prize":"エア・リアルパーツ,「スクラッパー・B CU・レイターカラー」,「スクラッパー・L CU・レイターカラー」",
			"term":"3/6-4/16, 5/8-5/21"
		},
		{
			"name":"スクラッパーキャンペーン3",
			"flag":"「スクラッパー・W」を装備して、敵コアへの攻撃を2試合行う",
			"prize":"エア・リアルパーツ,「スクラッパー・W CU・レイターカラー」",
			"term":"3/6-4/16, 5/8-5/21"
		},
		{
			"name":"スクラッパーキャンペーン4",
			"flag":"「スクラッパー」パーツをいずれか1つ装備して、ナイスプレイを1000回達成する",
			"prize":"エンブレム,「スクラッパー」,称号,「愛機 スクラッパー」",
			"term":"3/6-4/16, 5/8-5/21"
		},
		{
			"name":"ディスドスキャンペーン1",
			"flag":"「ディスドス・H」か「ディスドス・A」を装備して、敵ARを50体撃破する",
			"prize":"エア・リアルパーツ,「ディスドス・H ソリディアカラー」,「ディスドス・A ソリディアカラー」",
			"term":"1/15-3/31, 4/17-30"
		},
		{
			"name":"ディスドスキャンペーン2",
			"flag":"「ディスドス・B」か「ディスドス・L」を装備して、自機がポート内にいる状態で敵ARに100000ダメージを与える",
			"prize":"エア・リアルパーツ,「ディスドス・B ソリディアカラー」,「ディスドス・L ソリディアカラー」",
			"term":"1/15-3/31, 4/17-30"
		},
		{
			"name":"ディスドスキャンペーン3",
			"flag":"「ディスドス・W」を装備して、ポートを100回占拠する",
			"prize":"エア・リアルパーツ,「ディスドス・W ソリディアカラー」",
			"term":"1/15-3/31, 4/17-30"
		},
		{
			"name":"ディスドスキャンペーン4",
			"flag":"ディスドスキャンペーン1～3をクリア",
			"prize":"称号,「愛機 ディスドス」",
			"term":"1/15-3/31, 4/17-30"
		},
		{
			"name":"バレンタインキャンペーン1",
			"flag":"全国対戦で15回5位以上になる",
			"prize":"アサルト用武器,「L.O.V.E」",
			"term":"2/1-15"
		},
		{
			"name":"バレンタインキャンペーン2",
			"flag":"全国対戦で10回1位になる",
			"prize":"称号,「甘くはねぇぞ！」",
			"term":"2/1-15"
		},
	],
	Quest:
	[
		{
			"name":"？？？",
			"difficulty":0,
			"goal":"",
			"prize":"",
			"flag":""
		},
		{
			"name":"エア・リアル殲滅作戦1",
			"difficulty":1,
			"goal":"",
			"prize":["100CP", "20CP"],
			"flag":"初めから出現",
		},
		{
			"name":"マグ殲滅作戦1",
			"difficulty":1,
			"goal":"敵マグを30体撃破する",
			"prize":["100CP", "20CP"],
			"flag":"初めから出現"
		},
		{
			"name":"ポート奪還作戦1",
			"difficulty":1,
			"goal":"ポート占拠時間を50秒達成する",
			"prize":["100CP", "20CP"],
			"flag":"初めから出現"
		},
		{
			"name":"Sマグ討伐作戦",
			"difficulty":2,
			"goal":"敵Sマグに2000ダメージ与える",
			"prize":["200CP", "40CP"],
			"flag":"初めから出現"
		},
		{
			"name":"アサルトの実戦1",
			"difficulty":2,
			"goal":"アサルトで5000ダメージ与える",
			"prize":["200CP", "40CP"],
			"flag":"初めから出現"
		},
		{
			"name":"ヴァンガードの実戦1",
			"difficulty":2,
			"goal":"ヴァンガードで5000ダメージ与える",
			"prize":["200CP", "40CP"],
			"flag":"初めから出現"
		},
		{
			"name":"サポートの実戦1",
			"difficulty":2,
			"goal":"味方ARの耐久値を1500回復する",
			"prize":["200CP", "40CP"],
			"flag":"初めから出現"
		},
		{
			"name":"射撃武器の訓練1",
			"difficulty":3,
			"goal":"射撃武器で30000ダメージ与える",
			"prize":["300CP", "60CP"],
			"flag":"初めから出現"
		},
		{
			"name":"格闘武器の訓練1",
			"difficulty":3,
			"goal":"格闘武器で30000ダメージ与える",
			"prize":["300CP", "60CP"],
			"flag":"初めから出現"
		},
		{
			"name":"エア・グランデ討伐作戦",
			"difficulty":2,
			"goal":"",
			"prize":["200CP", "40CP"],
			"flag":"クエスト「Sマグ討伐作戦」クリア"
		},
		{
			"name":"戦術的戦闘訓練1",
			"difficulty":2,
			"goal":"ナイスプレイを70回達成する",
			"prize":["200CP", "40CP"],
			"flag":"初めから出現？"
		},
		{
			"name":"アサルトの実戦2",
			"difficulty":2,
			"goal":["アサルトで5分対戦する", "ナイスプレイを30回達成する"],
			"prize":["200CP", "40CP"],
			"flag":""
		},
		{
			"name":"ヴァンガードの実戦2",
			"difficulty":2,
			"goal":["ヴァンガードで5分対戦する", "ナイスプレイを30回達成する"],
			"prize":["200CP", "40CP"],
			"flag":""
		},
		{
			"name":"サポートの実戦2",
			"difficulty":2,
			"goal":["サポートで5分対戦する", "ナイスプレイを30回達成する"],
			"prize":["200CP", "40CP"],
			"flag":""
		},
		{
			"name":"戦略的撤退【1回限定】",
			"difficulty":1,
			"goal":"",
			"prize":"エンブレム",
			"flag":""
		},
		{
			"name":"[アズワン]からの依頼1【1回限定】",
			"difficulty":1,
			"goal":"",
			"prize":"アズワンスキル",
			"flag":"DePS 1000を達成"
		},
		{
			"name":"コミュニケーション【1回限定】",
			"difficulty":1,
			"goal":"",
			"prize":"称号「[アズワン]の物語」",
			"flag":"？？？"
		},
		{
			"name":"作戦報告【1回限定】",
			"difficulty":1,
			"goal":"",
			"prize":"エンブレム",
			"flag":"？？？"
		},
		{
			"name":"[アズワン]からの依頼2【1回限定】",
			"difficulty":2,
			"goal":"",
			"prize":"アズワンスキル",
			"flag":"DePS 1500を達成"
		},
		{
			"name":"飛行訓練【1回限定】",
			"difficulty":2,
			"goal":"",
			"prize":"エンブレム",
			"flag":""
		},
		{
			"name":"アクロバティック飛行【1回限定】",
			"difficulty":1,
			"goal":["15回ドリフトする", "自機がポート内にいる状態で敵ARを6体撃破する"],
			"prize":"勝利ポーズ",
			"flag":"？？？"
		},
		{
			"name":"[アズワン]とスキルアップ1【1回限定】",
			"difficulty":1,
			"goal":"全国対戦に3回出撃する",
			"prize":"アズワンスキル",
			"flag":"ランク2☆>に到達する？"
		},
		{
			"name":"[アズワン]とスキルアップ2【1回限定】",
			"difficulty":"？？？",
			"goal":"",
			"prize":"アズワンスキル",
			"flag":"[アズワン]とスキルアップ1をクリアする？"
		},
		{
			"name":"[アズワン]の誕生日1【1回限定】",
			"difficulty":1,
			"goal":"全国対戦に2回出撃する",
			"prize":"CP",
			"flag":"誕生日キャンペーン期間中のみ開放"
		},
		{
			"name":"[アズワン]の誕生日2【1回限定】",
			"difficulty":0,
			"goal":"",
			"prize":"CP",
			"flag":"誕生日キャンペーン期間中のみ開放"
		},
		{
			"name":"[アズワン]の誕生日3【1回限定】",
			"difficulty":2,
			"goal":"",
			"prize":"CP",
			"flag":"誕生日キャンペーン期間中のみ開放"
		},
		{
			"name":"[アズワン]の誕生日4【1回限定】",
			"difficulty":3,
			"goal":"",
			"prize":"300CP",
			"flag":"誕生日キャンペーン期間中のみ開放"
		},
	]
}
